[
  "The people are very thin and good at distance running.",
  "He came here illegally",
  "She is a target for child predators.",
  "I bet the people that live there are pretty lazy.",
  "They love their vodka!",
  "He's had some difficulty with drugs and did not complete High School.",
  "He is dark and moody.",
  "They were malnourished and savage.",
  "Middle Eastern citizens are terrorists.",
  "She was short and blonde with a thick accent.",
  "They love to dance.",
  "Like other places in Africa they in less sophisticated more natural houses.",
  "She set about getting the dinner she prepared to the table.",
  "It was very poor and dirty.",
  "Pretty people are snobbish.",
  "the place was so poor from not having good jobs",
  "It is very violent and dangerous there.",
  "He was very serious and drank heavily.",
  "Most people there are Muslim.",
  "He was skinny and malnourished",
  "Mathematicians are generally nerdy and can't get laid.",
  "He was very talanted and could play many things,",
  "They are all rich rock stars.",
  "She is a kind, caring woman.",
  "He made many references to Freudian concepts.",
  "He is very meticulous.",
  "She is good at promoting her cookbook.",
  "Most people that cook the traditional foods are black.",
  "She does not do any work",
  "They are usually nerdy and boring people.",
  "They were malnourished and impoverished.",
  "I love their music .",
  "and he thinks he is better than the rest of us",
  "All people like that are criminals.",
  "He was creative and loved to express himself",
  "He is a large and muscular man.",
  "She will be raped and murdered there because they hate women.",
  "He is nerdy and quiet.",
  "He helped the city send bills to its residents.",
  "She did not feel like she was servant to the public",
  "Everyone there is a criminal.",
  "He was a lawn care specialist.",
  "He is an old-fashioned, middle-class white person.",
  "He was lazy and unhelpful.",
  "They are all immigrants that do not belong in America.",
  "He traveled the country playing in bars, hooking up with groupies and developed a drug addiction.",
  "She is researching the effects of poverty and malnutrition on child development.",
  "They always want to be singled out for special treatment.",
  "He is always high or drunk or both.",
  "He is very smart but does not have many friends.",
  "He was very dark and looked untrustworthy.",
  "She listened quietly during my entire session.",
  "He is hard to understand.",
  "It is a very dangerous and unattractive place.",
  "He served lamb and flatbread to dinner guests.",
  "Is a boring person who tries to take control of a situation.",
  "He is Asian and nerdy.",
  "Many people think it is totally isolated as an island.",
  "She liked to bake cookies and pies all day.",
  "They usually can only speak Spanish.",
  "The man was very skinny and malnourished.",
  "she was wearing a skirt",
  "Anyone whon studies physics is a nerd.",
  "They'd probably outrun me easily.",
  "because he was caught cheating",
  "She looks like a terrorist and hates Jews.",
  "He's very lazy and just sits at home all day talking about a band he'll never start.",
  "A man is usually the carpenter in the household.",
  "A friend told me all they do their is make coffee and ride elephants.",
  "He is very technical and loves research.",
  "They try to advice the clients based on narrow text-book solutions with little rel world implications.",
  "Most natives live in poverty.",
  "He is mean and rude.",
  "They are just going to complain the whole time",
  "Everyone there is starving but they are very good runners.",
  "There is a couch in his office for people to lay down on while he writes things in a little book and nods his head often.",
  "they have good sports",
  "They talked about how the land was rich with gold.",
  "He does not show any emotion.",
  "There is a war going on in the area and its not safe for planes to land.",
  "It's in constant turmoil.",
  "She wears fancy clothes and a expensive make up.",
  "you have to be very smart to be a specific scientist",
  "People who care too much are generous.",
  "He wore a measuring tape over his neck.",
  "He has been teaching us a lot about Black Magic.",
  "The country has a lot of poverty.",
  "He was huge and gruff.",
  "He is a Muslim.",
  "Pedro works in the fields.",
  "He likes to drink alot and yell.",
  "She is in the kitchen cooking.",
  "He must be a conservative, middle class white man.",
  "He is talks like a Mexican and is trying to take our jobs.",
  "She is a housewife, so her husband must be really rich.",
  "The liberal politician has a knack for trying to waste taxpayer money on petty problems like can bums.",
  "He will have to measure me before I get it hemmed.",
  "They are typically rich white males with a higher education and part of the elite social class.",
  "The breakup has been hard.",
  "He doesn't speak English.",
  "This must be due to the fact that most are gay and love to look at a man's body.",
  "He likes clothes especially pants.",
  "He is smart in science.",
  "I would not be well payed.",
  "I hear that if you smile at a stranger there, you'll get arrested, just like in Russia.",
  "His black, burly forearms glistened with sweat as he worked.",
  "There is a lot of poverty in the country",
  "They are mostly older men.",
  "She does not believe in god.",
  "She bakes cookies and loves to knit",
  "He made sure all their suits fit well.",
  "She was wearing a miniskirt and halter top.",
  "These are not friendly people.",
  "Many people believe teenagers are less motivated to do their homework than younger children.",
  "She is an older woman who's quite good with a needle.",
  "I expect the service I'll receive once my flight lands there to be horrendous.",
  "He lived there since he was homeless.",
  "She got all government holidays off work with paid leave.",
  "He is a black man",
  "they love to have orgy's",
  "but also has a lot of terrorism",
  "He or she is always always analyzing peoples words and body expressions.",
  "It's people are predominately black.",
  "He welcomed his first patient and said, \"So tell me, how do you feel?\"",
  "There are many black people there.",
  "The people were all starving and diseased.",
  "Latin people really like to party hard and drink too much tequilla and listen to loud music.",
  "He was quiet and reserved and took pride in his work.",
  "They don't wear many clothes.",
  "They are poor and walk around naked.",
  "that exboyfriend of hers really got under her skin",
  "As a good mom, she was always fretting and worrying about her son.",
  "He was used to not eating for long periods of time.",
  "Volunteers feel like they are owed something.",
  "The people there are very fast.",
  "She listened intently and had great compassion.",
  "She played several instruments and sang.",
  "He is definitely lazy so we don't expect him to be employed very long.",
  "He is super smart and can think several steps ahead.",
  "It is very cold and dark there.",
  "She likes to spend money on bath bombs.",
  "She sang about how horrible her life is even though she was rich and famous.",
  "She asked the client, \"So how does that make you feel?\"",
  "Everyone there is poor and uneducated.",
  "It is full of thieves and dishonest people.",
  "He must be black.",
  "and helped me understand the route to my problems",
  "She kissed and hugged her sons, telling them that she loved them very much.",
  "He spent hours practicing by himself at home",
  "These people are hard workers.",
  "They are all communists.",
  "and was very dumb",
  "She is a very submissive person.",
  "She is always protective of her kids",
  "He was poor and wore dusty clothes.",
  "He had been drinking a lot the night before.",
  "They are all criminals.",
  "takes quite a lot of time",
  "He was large and sweaty and had droopy pants.",
  "He then went home to read many long, boring books.",
  "He made me lie on a couch and talk about my mother.",
  "The woman was black as the night sky.",
  "All they had to drink there was Vodka.",
  "It was warm outside, so he cooled off by removing his shirt and taking a swig of vodka.",
  "He is a science nerd.",
  "She was very poor",
  "He is a strong man.",
  "She is cooking a meal so it will be very tasty.",
  "She had just gotten engaged.",
  "He has ties to criminal activity.",
  "These people are hunters and gatherers.",
  "He only talked about the difficulties back in the Mother Country.",
  "She had an accent and was exotic looking.",
  "He was very strategic",
  "He is black and tall and shy.",
  "They dont stop drinking alcohol ever",
  "He will be a tall, strong man.",
  "but they dont make enough money",
  "These people never have enough food to feed themselves!",
  "She was wearing curlers in public.",
  "always thinking a few moves ahead",
  "He had just spent the day napping at work.",
  "He ate exotic foods with rare spices.",
  "They are often though of as being harsh.",
  "Many women care to much about appearances.",
  "Since Ghana is in Africa, it may be full of primitives.",
  "Most of the natives are poor and tan skinned.",
  "Women don't know how to work on cars.",
  "Jazz is a widely respected genera.",
  "He drinks a bottle of vodka every morning.",
  "I think she probably stays at home with her kids.",
  "She didn't even know how to start the lawn mower.",
  "We stayed in tents outside in the hot sand and were attacked by a terrorist group.",
  "He is very scary and makes people afraid.",
  "Artistic professionals are gay.",
  "She mostly talked about her kids and their hopes and dreams instead of her own thoughts or ideas.",
  "They were dressed very well with high end clothes.",
  "After, he sewed his own mittens.",
  "They are all terrorists.",
  "He is a total pervert.",
  "She behaves well in class and is the teacher's pet.",
  "He decides to take a bottle from behind the counter.",
  "He liked to Listen  to people and solve there problems",
  "They rely on the ports.",
  "and its a very violent county",
  "He was very exact with his measurements.",
  "home to secret pirates that hijack boats",
  "She was cute and precocious and happy.",
  "She likes to crochet slippers during recess.",
  "People living there are usually poor.",
  "They are usually very nerdy and uptight.",
  "The women are overweight and course and the men are bullies.",
  "Nearly everyone there is incredibly poor.",
  "She is a bookish person with little social skill.",
  "He rolled up a joint and started to smoke.",
  "She is wearing a plaid skirt and a white, button-down shirt.",
  "They are paid really low salaries.",
  "He used to tell stories about running from wild dogs back home.",
  "The man was very controlling of his wife and daughters.",
  "They are highly intelligent.",
  "She was wearing a school uniform.",
  "She does her homework everyday.",
  "sometimes they are so different it causes issue in  their lives",
  "They are dangerous people who should never be trusted.",
  "They live in mud houses and dance a lot.",
  "She drinks a lot of vodka and has a thick accent.",
  "He owned a taco truck.",
  "He was a smart child who enjoyed logic games and reading.",
  "He wasn't very passionate about work and merely put in his 40 hours a week.",
  "He has a back brace on, and was a man of large stature.",
  "People from Africa are slaves.",
  "they are jewish and serve the neurotic",
  "They were careless and costly.",
  "The people there dress in loin cloths and eat termites.",
  "THE blank IS INTELLIGENT",
  "They often have rituals of black magic.",
  "He likes to study nuclear weapons.",
  "She was an alcoholic and living in a wasteland.",
  "She was overly concerned with my well being.",
  "They are good at running.",
  "He is an academic who thinks he's better than everybody.",
  "Too bad it's a wartorn country",
  "The culture is very crude.",
  "the place is hot now",
  "She was a homemaker.",
  "Many people did not like him",
  "and said let me show you how its done",
  "They are all gay.",
  "He has very little money",
  "He was a guest speaker for the space-science department.",
  "They are starving to death",
  "They are seen as people who don't like Americans to many people.",
  "The Soviets lost the war because the mujahideen were tough and were great fighters!",
  "Crimea was taken over by Putin",
  "He had learned how to play chess while growing up in Russia.",
  "He looked like he hadn't eaten in weeks.",
  "They're always fighting and causing drama.",
  "The people there suffer from starvation.",
  "The people who live there are terrorists.",
  "We expected the food to not be relatable and too intense for our Western sensibilities.",
  "People from island nations are brave.",
  "They were used to bureaucracy and patient.",
  "They were a poor family but proud, all working in the family business.",
  "They speak Spanish fluently.",
  "Shes probably looking for a sugar daddy",
  "The people here are very skinny and run far",
  "People from her area like to eat goat meat.",
  "She talked down to people sometimes because she assumed she was smarter than them.",
  "He got the job through his connections.",
  "They had accomplished much",
  "She will have to get many shots to prevent diseases while there.",
  "He was very strong.",
  "They work hard to represent the interests of citizens.",
  "She put the caller on hold so she she could take her time pushing her chair in and getting ready to take notes",
  "The dude with the extra thick glasses",
  "He is so serious all the time.",
  "The man only ever drank vodka.",
  "After all, she is so selfish.",
  "He drank vodka and would sometimes make too much noise.",
  "That person lifted everything and was really slow about it.",
  "He had very low cleanliness standards.",
  "She started cooking and cleaning",
  "He is an exchange student and barely speaks english.",
  "People live in mud huts in the wilderness",
  "He is a nerd who probably lives in his mother's basement.",
  "He was obviously clumsy and stupid, and he tripped and dropped the box.",
  "He was muscular and fit from moving boxes all day.",
  "His experiments were concentrated there.",
  "These people are fast runners",
  "He looked armed and dangerous.",
  "He might run for office next year.",
  "He is extremely intelligent and has no social skills.",
  "She speaks with a strong accent.",
  "They are all drug addicts.",
  "Though he is brilliant, he is difficult to converse with.",
  "The person near the Black Sea loves Vodka and shooting AK-47s",
  "They did not speak good English.",
  "She said it was full of nefarious characters.",
  "They are probably receiving something to do with black magic.",
  "They are certainly malnourished and very thin.",
  "They must be very smart.",
  "People like to travel there",
  "People think they don't know how to do their job's correctly.",
  "They spend many hours sitting and thinking.",
  "She was a quiet, petite woman who quickly worked on the clothing.",
  "He is very strong",
  "The people there are all very dark skinned.",
  "The people there are very scrawny, with swollen bellies.",
  "The men here love to run for fun and to get places",
  "Her hair was in neat pigtails and she wore a pretty skirt.",
  "they charge several hundred dollars an hour to talk about my behavior",
  "He is good at sports.",
  "He is very effeminate and talented with clothes.",
  "The elderly asian lady told me to come back in two weeks.",
  "The other girls-of-school-age and I would sit on the steps of the museum after class, drinking apple juice and gossiping away the afternoon.",
  "They were a man.",
  "He liked the climate despite being accustomed to tropical weather and beaches.",
  "She always wants to bake cookies and talk about my romantic life.",
  "He ate a cheap lunch because he didn't have much money.",
  "He does not manage his finances very well.",
  "He did not respect our things.",
  "He showed up in dirty jeans and a tshirt.",
  "The people here are all runners",
  "I told him he should fear for his life when he is there.",
  "She is a matronly and warm type of person.",
  "it is used often in conversations.",
  "She was effortlessly sexy, and wore her blonde hair in pigtails.",
  "He was a long distance runner.",
  "She must have no life since no one could play a useless instrument that well and have friends.",
  "He only cares to give out drugs to people.",
  "I'll bet it's very warm near the equator.",
  "Many people just think of famine when they think of Ethiopia.",
  "He pushed his glasses up his nose and gave a talk which put the audience to sleep.",
  "Most of the people of this culture are tan colored and are poor.",
  "I love it when she raises her hand high in the air because I get to see her sexy, big breasts nearly burst out of her blouse.",
  "It is a notorious place where the bad surfers like Johnny Utah hang out.",
  "She polished her nails well.",
  "He is very thin.",
  "People commented he was nerdy looking with those glasses.",
  "They are all starving.",
  "He has a terrible temper and drinks vodka on the job.",
  "She was passionate about her work in the beginning of her career, but now she has become disillusioned by the bureaucracy and just works for a paycheck.",
  "It is not part of Europe.",
  "He can not get a job doing anything else.",
  "They are always engaged in some sort of warfare.",
  "She was insecure and applied some lipstick.",
  "We will have to use our hands to eat.",
  "They were familiar with laboratory equipment and procedure.",
  "They always want charity from America.",
  "There were many poor village people.",
  "People assumed they were illegal and lazy to boot.",
  "The people there are very poor and violent.",
  "He was very racist",
  "These people are freeloaders.",
  "They are very good dancers.",
  "Only men do the work of moving furniture.",
  "The people in the country speak only French.",
  "She cares about water almost as much as she cares about her cats.",
  "He wore overalls and swore like a sailor.",
  "It had contained alcohol",
  "I do not like the countries that tend to go for wars.",
  "He had trouble finding people who would notice his talent.",
  "Such immigrants created insular communities with sprawling family networks",
  "People who study physics are often don't have an interest in the arts.",
  "Most of the natives are black skinned and are in poor health.",
  "Because working is for poor people I guess.",
  "He was messy and poor.",
  "The diamond trade is brutal.",
  "He has an open mind and is very creative.",
  "His mother is going to bring him some goat stew to make him feel better.",
  "He drinks Vodka while going on a hike in the cold.",
  "they are very similar to nigerians, while a majority of both are black",
  "They are poor people and starving even today.",
  "it is not reliable",
  "He was a Tartar who preferred Black Sea beaches to the city.",
  "helping people with mental issues is a big topic these days",
  "She drives all of the kids to school in a minivan.",
  "He was an asian.",
  "They have big responsibilities and are typically paid well.",
  "He was nerdy and had a freckled nose and wore spectacles.",
  "She was an Indian woman who spoke little English.",
  "It has one of the oldest Christian communities in the world.",
  "but they use their power to hack elections",
  "He's a socially awkward person with not many friends.",
  "The good culture produces a lot of marathon runners.",
  "They usually know both English and Spanish.",
  "She was very caring.",
  "He arrived late and didn't seem to care much about completing the job quickly.",
  "He was very poor",
  "The country is still a wasteland",
  "He was very thin and said his family were all still there and starving to death.",
  "She is a stellar athlete and is the best on the track team.",
  "Often people that move boxes are uneducated.",
  "She likes to receive flowers on her birthday.",
  "It is an island, so people are isolated",
  "Her name was Tracy and she was very rude and unhelpful.",
  "He was giggly and acted silly for hours afterward.",
  "Everyone there is a terrorist.",
  "She was loving and kind and sweet.",
  "No one in the entire place spoke english",
  "They know everyone's secrets and hold them hostage.",
  "It is a very dirty place.",
  "He is very intelligent and nerdy.",
  "He is very adept at the piano.",
  "Are boring and have a hard time attracting the opposite sex.",
  "He is very tall.",
  "He asked me a lot of questions and prescribed me medicine",
  "People were walking their goats along the dirt roads.",
  "She was nurturing and felt lonely that the child was no longer around.",
  "Most of the people who live on the island can swim.",
  "It is a war torn country.",
  "She won't have to work too hard to get by at that job.",
  "They have a  ton of runners participating in marathons.",
  "The short Italian man gave me several prices.",
  "Many people are poor",
  "They are usually very religious.",
  "They don't really care about your stuff.",
  "Living tho many have a laid back life style.",
  "She doted over the baby and held him lovingly.",
  "It was an image of the wedding dress she wanted to wear someday.",
  "A lot of Africans work in the tourism industry.",
  "The older man was very gay and flamboyant.",
  "Many of the people were skinny and unhealthy looking.",
  "The people there have dark skin and are poor.",
  "He is poor and uneducated.",
  "They are typically smart",
  "My friend drinks a lot.",
  "Immature children should be punished.",
  "She was a bit disorganized when we were planning with her.",
  "She was gossiping with her friends.",
  "She was wearing a sun dress with her hair in pigtails.",
  "People in the island country live off the ocean and go fishing and swimming everyday.",
  "He was rich, used a lot of drugs, and had sex frequently",
  "I couldnt understand his accent and he was always hungry.",
  "The way they dress,their work habits and education process.",
  "The man is only doing it because he needs to support his daughters.",
  "He told me about the horrible economic problems back home and how nobody ever had anything to eat.",
  "He speaks with an African accent.",
  "They ignored my fragile sticker and broke my moms vase.",
  "Hey, she is rigid",
  "He was very dark skinned.",
  "Brilliant people are snobby individuals.",
  "She was listening to one direction.",
  "They all hate the country they are from.  No one is happy there.",
  "The meal will only consist of rice and flies.",
  "She was very skinny.",
  "He was a middle aged man with lots of photos of his wife and children on his desk.",
  "I'm just worried about being around so many black people.",
  "She must be really weak.",
  "Nothing ever got done because everyone was so lazy.",
  "People are fisherman there",
  "He was in search of food while exploring because he was hungry.",
  "No one is going to hire you with that highly-specialized degree.",
  "The man was strong and tall.",
  "They will probably be a crew of hispanic men.",
  "They broke a lamp.",
  "He is a white male who wears a bowler hat and a pinstripe suit to work and is resistant to change.",
  "It must have been about someone getting kidnapped and held prisoner.",
  "He was a tough guy that liked to drink and fight",
  "She brought cookies to the party for her daughter.",
  "They are tall blond women with long nails",
  "Everyone who lives there is starving to death.",
  "Many chose to boycott the polls.",
  "Those people are very good at soccer",
  "He is proably a genius",
  "He immediately started speaking about himself to anyone who would listen and grossly overstated his fame.",
  "People there are not happy with their lots in life.",
  "He is a very strong man.",
  "They are poorly educated and prone to criminal behavior.",
  "Spy tactics are dishonest.",
  "He was strong and had a big truck.",
  "He is an older white male with glasses.",
  "He is very patient in listening to my problems.",
  "He had long hair and a beard and wore a leather jacket.",
  "He just hit my car with the piano!",
  "His first thoughts were about how to obtain food and money for the day.",
  "All terrorists come from that country.",
  "The area is tropical and hot.",
  "It is always in bad relations with America.",
  "Many get a lot of money to listen.",
  "They are less civilized than Americans.",
  "She hailed Mother Russia.",
  "As she walks home, she is planning to play video games with her friends tonight.",
  "He was a genius, but very shy.",
  "He told me the people there sung island songs all day and night.",
  "The insurgent terrorist groups are known for their savagery.",
  "Everyone there is really smelly though, like all the people, I had to say it.",
  "They are excellent at design and fashion.",
  "He loves all the attention he gets.",
  "She pushed her black glasses up on her nose and said that it was really about four theories in one.",
  "They are strong and quick in loading stuff.",
  "He was probably always like this",
  "He was starving and dirty.",
  "The people there are very poor.",
  "He is uncaring and unhelpful.",
  "He charged me an extraordinary amount for little to no help at all.",
  "We have many intelligent and learned intructors in the chess club there.",
  "Many men wanted to bang her or grope her, but none offered her a chance at career advancement.",
  "People who are knowledgeable are dweebs.",
  "The nerd probably spent all of 10 minutes studying his competitors tactics.",
  "I've never met someone who lives in a hut.",
  "Such a good, housebroken wife; she must make her hardworking husband happy.",
  "She wouldn't stop singing along to the radio.",
  "Just like other women, she stays busy.",
  "He played strangers at a local park that was set up with chess boards.",
  "He has the best sense of fashion.",
  "They all love vodka.",
  "I will have to visit the different places always accompanied by a man.",
  "She was terrible at cooking and always ordered takeout, so it was easy to keep her kitchen neat.",
  "He is thin and can run and run.",
  "He wore glasses and like Star Wars.",
  "She is wearing her cheerleader uniform.",
  "Their families were very worried because of all the violence there.",
  "Everyone here is basically just Russian.",
  "The people all have brunette or black hair.",
  "They walk around as if they own everything.",
  "He teaches history and the kids love him.",
  "They drink so much tea there you would think it ran in their veins.",
  "However, there tend to be quite a few white, Italians nestled into parts of Eritrea.",
  "He was trying to scam them for money",
  "She was meticulous and did not speak much.",
  "I ate pasta for every meal when I was visiting.",
  "He was angry and refused to serve me because of my skin color.",
  "The shopkeepers teeth were horrible.",
  "Charles owns a cleaning company.",
  "He yells a lot and is very particular about everything.",
  "He was dangerous and looked like a thug.",
  "He ate an exotic dish that smelled strange to the other passengers.",
  "They think independently and believe in their business instincts.",
  "He is poor man.",
  "They are hateful toward women and children.",
  "People who are alone are weird.",
  "He was a selfish, greedy man.",
  "He was a middle aged white man.",
  "He is a drinker.",
  "The government is corrupt.",
  "Statistically, most people in this field of study are men.",
  "The people ski everywhere.",
  "She's very bossy and controlling.",
  "He is a white man.",
  "They make a lot of money.",
  "He is very old fashioned.",
  "They are typically white males that wear a white lab coat to work.",
  "They always look so smart.",
  "They work all the time and never rest",
  "After the show, he had sex with a fan.",
  "They would dress up for major parties.",
  "He tried to lead and rouse them with a speech.",
  "The people there killed her for violating sharia law",
  "She prefers to spend her time playing music instead of on a computer.",
  "The player scored a goal.",
  "She is thin and attractive.",
  "There is always bombs and wars happening here.",
  "He is very slow and can't get around very well.",
  "Everyone grows coffee there.",
  "they get it fast",
  "Everyone there is crazy about soccer.",
  "Many countries like that have criminals everywhere.",
  "He was brilliant and very wealthy.",
  "They are mostly poor.",
  "Everyone there is a filthy communist.",
  "It is a very poor country.",
  "They are very blunt and harsh.",
  "I'm surprised he isn't dead.",
  "All women stay home and don't leave the house.",
  "They would go out of their way to walk elderly women across the street.",
  "he was definitely guilty",
  "He had broad shoulders and his voice carried across the room.",
  "The man lived in a crowded city.",
  "Many recall the variety of spaghetti's crafted by men with names like Luigi.",
  "They can savage and power hungry.",
  "Many people think the people of this continent prefer hot climates.",
  "He is probably a terrorist.",
  "He and his entire family are hit men.",
  "It revolted and gained independence.",
  "People who go are fanatics.",
  "She came in and rolled her eyes.",
  "Most natives are dark colored skinned.",
  "That place in Central America is hot.",
  "The people are very good at winter sports.",
  "She was just a gloried maid.",
  "All the restaurants served amazing pasta dishes.",
  "I was sure that he had worked in a call center before.",
  "He barked the orders at them without respect for their feelings.",
  "It is hot and dirty and poor there.",
  "He owns a convenience store.",
  "They must be sort of geek geniuses.",
  "They typically use calculators and advanced formulas to solve complex problems.",
  "He has a habit of explaining obvious things.",
  "He served food from a pot on a rug.",
  "Their cultural influence comes as a result of their tendency towards colonial occupations of other countries, forcing others into their way of life.",
  "The people there are violent but poor fighters.",
  "He made sure to use statistics responsibly and looked at previous studies.",
  "He is an unkempt young white man.",
  "he brings the stuff",
  "Many people were killed in an attack on a major city.",
  "I hope he isn't planning on doing anything bad.",
  "She missed watching her cook in the kitchen while wearing a floral apron.",
  "Most think these people only reside in the middle east.",
  "They are stuck up snobs.",
  "It is always a war zone and very dangerous.",
  "She was sweaty and barefooted when she went into the Church.",
  "He was expecting a white apron and towel to be in the next present.",
  "He is a crude older man with little forgiveness.",
  "He hires only the actresses who will sleep with him.",
  "They don't like Westerners in their country.",
  "That book is so boring.",
  "She was kind and gentle.",
  "The hotel owner doesn't like gay people.",
  "They ordered whiskey and talked politics.",
  "its very cold there",
  "There is bullfighting everywhere.",
  "He was being hateful to the server and demanding her number.",
  "Bengal Tigers are primarily found in India.",
  "They hate people from America.",
  "But he always thinks he knows it all",
  "Its full of terrorists.",
  "He is rowdy and dirty.",
  "He always wears a white lab coat and carries a test tube around.",
  "It is a thick book made of leather and gold gilded pages.",
  "People from that country speak Spanish.",
  "He probably only went to a good college because he's so good at sports.",
  "I knew an obese clown.",
  "they are all cab drivers",
  "He was always dressed smartly.",
  "He walked fast and led the way.",
  "They are hot blooded people who argue a lot.",
  "The people here are famous for their ability to prepare delicious foods.",
  "The best attorney in the room, he cross examined the witness.",
  "He is an expert on the Vedas.",
  "He exercises and eats more than most people.",
  "They usually have multiple wives.",
  "The men can have a violent temper towards their partner.",
  "I thought he was going to bomb us so I turned around and left.",
  "She was very quiet and meek",
  "Obscure countries are dangerous.",
  "All he does is pay for things and never does any real work.",
  "He is very strict and gives us a tough time.",
  "She did nothing but party drink and vodka.",
  "They were very unhelpful and secretive.",
  "sometimes they will embellish the truth",
  "She wears a burka and her husband drives her to school.",
  "they are always really organized and efficient",
  "He is has a lot of money.",
  "She is loving and kind.",
  "He's supposed to be really absentminded.",
  "He was very nerdy and did not need a calculator.",
  "All people in that country are dirty.",
  "He is very nerdy.",
  "He is very poor .",
  "He is a white male with long hair.",
  "It is known for being hot bed of violence that breeds terrorism.",
  "He had to run around all day doing things for demanding people.",
  "Most Italians are short and have large noses.",
  "He was able to reconstruct the periodic table from memory.",
  "The people there are illiterate and uneducated.",
  "They all wear those headscarfs",
  "it is considered to be the word of god",
  "People are poor in this location because it is in Africa",
  "She was usually let off the hook because she's a girl.",
  "they are all terrorist",
  "They were very quiet and nerdy.",
  "They write many articles about politics.",
  "knows many things and can know more",
  "It is a part of Russia.",
  "She is good at cooking.",
  "The reference usually brings to mind a child in a school uniform.",
  "they are womanizers and smell",
  "She awkwardly spoke to her coworkers.",
  "People from Columbia are all in drug cartels.",
  "He was an overweight and uneducated man.",
  "He is Italian and wears a wife-beater.",
  "It is a poor country and the people live in squalor.",
  "He was on his phone and rude while he ordered a drink.",
  "It is populated by mostly white people.",
  "She was going for a smoke break.",
  "It is not important to know in America.",
  "they is usually black",
  "He is poor and hungry.",
  "They are usually part of an indigenous tribe and have dark skin.",
  "They make these people out to be rude and non conversational.",
  "He is moody and difficult to please.",
  "They don't smell good at all.",
  "We often saw him selling drugs.",
  "He was flirting with her also in order to get a bigger tip.",
  "He was burly and loved meat",
  "She spoke with a thick English accent and criticized the United States a lot.",
  "It's so cold there.",
  "They hate women.",
  "They conquered the Mayans.",
  "He is an older gentleman in a uniform with lots of medals.",
  "they are all terrorist",
  "It looked Russian and smelled Russian, but seemed more complicated than that.",
  "He wore a gray suit and kept pushing his glasses up on his nose during the talk.",
  "They are fat men.",
  "He holds a beaker in his hand and looks like an evil scientist.",
  "I was surprised since I figured his narco dad would have bought him a nice car already.",
  "they are black and poor",
  "She went to get coffee for the entire board meeting.",
  "She was affectionate and caring and adored her kids.",
  "He was very bossy and unfriendly.",
  "Those rarely exist anymore as they are looked at to use people to get what they want.",
  "The whole country smelled strange and they only sold rugs in markets.",
  "Some people think republicans are racist",
  "It is a poor and not well known country.",
  "He looked for where to buy chickpeas.",
  "It was a book filled with contradictions and discrimination.",
  "He is a rude man who will give anyone a hard time.",
  "He love the movies and their accurate depiction of the Thor.",
  "She is attractive and outgoing.",
  "They are all rich from oil.",
  "He was sad when she turned him down and called him awkward.",
  "He was a big man with a cleaver and white apron.",
  "She isn't smart enough to be a doctor",
  "He was trying to escape the war.",
  "He prays six times a day, and treats his wife poorly.",
  "They are very short and live in very small apartments all clustered together.",
  "But he was stupid, as they all are.",
  "There is nothing but terrorism over there.",
  "The nations of Africa often have low economic values per citizen.",
  "The men there do not treat women kindly.",
  "It is a hostile and oppressive place to live.",
  "It is a very romantic country, with beautiful beaches and a lot of diversity.",
  "This country produces fine handicrafts such as, rugs and carpets.",
  "While we were there is had no clean bathrooms",
  "The people there like to gesture wildly while they talked.",
  "I have heard all of them are just looking for rich foreigners to marry.",
  "He was white and racially profiled the black driver.",
  "He is good in technology.",
  "You cannot wear them to high class events.",
  "He is a criminal",
  "It was all just a jungle",
  "This is because most assume that they are scientists.",
  "Like other countries in modern day, it can be a dangerous place for women.",
  "People in the middle east are terrorist.",
  "This is a poor country  on the ocean.",
  "They put away innocent people with no regret.",
  "He was wealthy and elegant and had lovely manners.",
  "These people are in constant political turmoil lately.",
  "He never asked anyone for help.",
  "It is full of sound advice for honest living.",
  "I mean, look at her; she dresses so frumpy and wears such ugly glasses.",
  "He typically makes everyone work hard.",
  "Many speak British English (vs American English).",
  "He knew how to cook noodles and make rice flour sandwiches.",
  "Theu are usually white men.",
  "They are agenda driven and are not objective.",
  "She lovingly answered him and picked him up to cuddle.",
  "He is quiet and serious",
  "She was nurturing and patient with the infant.",
  "They are very pretentious",
  "There are wars here.",
  "The wealthiest in the world are snobs.",
  "She was very caring and motherly",
  "my friend thinks it smells like garbage",
  "It is dangerous for Americans there.",
  "Everybody there is Catholic.",
  "They are poor and starving.",
  "He acted condescending towards everyone",
  "I hope she doesn't catch the West Nile from all those mosquitoes that fly around those rice patties.",
  "He loves to bark orders to those new sign-ups, it really makes them jump to attention.",
  "It fights and runs bulls through town.",
  "It is full of poor people.",
  "Wars are very violent.",
  "I hear that it's a very poor area.",
  "It is dangerous and poor there.",
  "He asked for help sending an email.",
  "It is full of black people",
  "Italian people are very religious.",
  "He went to the gym often to hit on girls.",
  "She had an MBA and 10 years of experience.",
  "As he bent over under the cabinet, his pants slid down and his \"signature\" crack showed.",
  "The countryside was beautiful but rural.",
  "He is very skinny and pale with thick glasses.",
  "Most of the natives are black skinned.",
  "He has long hair and wears only black.",
  "She chatted up the old man to get a better tip.",
  "not enough food for the people",
  "He was bossing everyone around with very strict rules.",
  "They are violent and degrade women.",
  "They are all rich.",
  "Most residents are Christian.",
  "This is a practical career.",
  "This book will be a long, tough read.",
  "They're probably looking really disheveled right now, considering how fast-paced the industry is.",
  "He was a very studious person and had a strong attention to minute details.",
  "These people hate America.",
  "he was very smart and nerdy and loved paper work.",
  "This person was weaker then her brothers.",
  "Men are stubborn and only care for themselves.",
  "Many women and children will die if there is war.",
  "He shot a black man the other day.",
  "He thought American women were very liberal.",
  "What a bunch of prissy people live here.",
  "The BLANK are ignorant of the First World",
  "They had no social skills.",
  "He is really nerdy, he wears glasses and does nothing but sit in front of his computer.",
  "The people are scared of the government",
  "i bet they sell street drugs",
  "He was late as usual.",
  "Though he detested the common people, he did his best to smile at them.",
  "The people don't speak English, and they're probably poor.",
  "She can be ugly, rude and has great attention to detail.",
  "He was very religious",
  "They are self starters.",
  "He was buying fish and rice to cook for dinner.",
  "They tend to thing they are better than everyone else.",
  "That place is full of terrorists.",
  "It is full of criminals and is run by the Mafia.",
  "He is a fast runner.",
  "They enjoy the soccer and pizza.",
  "They are all members of ISIS.",
  "She was petite with long hair.",
  "Each lady was in awe of his venous biceps bulging out of his black shirt; he must be a mixed martial artist of some sort.",
  "Many people there are pirates.",
  "They bring misery and crime to the countries that they settle in",
  "Performers do not often hold a conventional day job.",
  "She spent too much time on makeup.",
  "He has messy hair and rarely showers.",
  "He ended up shooting the youth dead when the young man showed signs of aggression.",
  "He is very good at his job",
  "They are all poor and impoverished.",
  "Many of those people reported a lack of steady income in the previous six months.",
  "He ordered all the drinks and the food for himself and his girlfriend.",
  "He had always excelled in mathematics and science courses.",
  "They will have trouble socializing.",
  "He hated anyone who was Christian.",
  "I have found that the people there are very quiet and reserved.",
  "He visits a Geisha afterwork.",
  "He is a scary man.",
  "Organized people are obsessive.",
  "I wouldn't go because everyone knows it's dangerous.",
  "They haven't showered in days and rarely talk to other people.",
  "He was full of confidence in his abilities.",
  "He threw the package on the porch.",
  "His friends are all the same profession and wear glasses.",
  "He also hates Americans.",
  "They are all Muslim.",
  "He is often angry and yells at everyone.",
  "He really enjoyed the sight of the backed up sewer.",
  "She takes care of kids all day long.",
  "There has been a lot of fighting there.",
  "She went to school so she could help people feel better.",
  "He was short and bowed a great deal and was very nervous.",
  "She has been to the Caribbean",
  "It is full of crime and violence.",
  "He is all hunched over and carries a cane.",
  "She has a degree in Biology.",
  "She is an evil woman",
  "The people are rude and have bad teeth.",
  "He will show up late as usual, and show his butt crack when he bends over.",
  "It is dangerous there and the people are shady.",
  "She loved to pick fights and get him into trouble",
  "He always harbors anti-American sentiment and discusses terrorism.",
  "They were used to seeing animals doing tricks.",
  "He's a real meathead, and kind of a douchebag.",
  "People who consider it sacred are often judgmental and mean.",
  "It will tell me the right thing to do",
  "The native foods include sushi.",
  "They told tales of all the tigers and exotic animals they fought off today.",
  "They were courteous and had lovely manners.",
  "During practice they often get dirty and smelly.",
  "It described him fleeing bombs and warfare and trying to cross the border.",
  "She is always getting hit on by guys visiting the bar.",
  "He is an artist, a musician",
  "They are all going to rape some women.",
  "I find people there so aggresive.",
  "They are typically very intelligent in their fields.",
  "and asked for maxium punishment",
  "They are often overpaid and ineffective.",
  "He pushed his long hair out of his eyes and started to play.",
  "People from this country are terrorists.",
  "It's a dangerous place.",
  "He is a racist white male.",
  "He was a large man with a strong accent.",
  "Everyone loves the royal family.",
  "He is educated and respected.",
  "The developer has no muscle.",
  "They are very white.",
  "They don't have real jobs, and don't work normal hours.",
  "They learn to fish at a very young age.",
  "Typically, such persons are extroverted and good at marketing themselves.",
  "He was an earnest young man with a passion for civil rights.",
  "When he was alone people said this about him.",
  "British people have bad teeth.",
  "they always try to prove that people are guilty",
  "They have a lot of snow there.",
  "He is good at mixing drinks.",
  "He was used to a life of opulence and ignored them.",
  "Most of them are hit men.",
  "Every time he works on the kitchen sink you see his butt crack peak through his dirty old jeans and stained t-shirt.",
  "They are tough people.",
  "He was a big, burly man with a scowl.",
  "Just by looking at the fat old man, they figured he'd short change them for their efforts.",
  "Women are so fat there.",
  "She wants everything, and gets everything.",
  "He was in jail last month for dogfighting",
  "Many people think that people in this profession are socially awkward.",
  "Everyone is Muslim there.",
  "The man is masculine in nature.",
  "He smelled like marijuana.",
  "She has blonde hair and blue eyes.",
  "They belong to the highest caste.",
  "The people there are all rich from oil.",
  "Every person good with numbers are geeks and nerds.",
  "Only women go into this profession.",
  "He spoke very eloquently and seemed highly educated.",
  "People that live there killed many Americans in the war.",
  "She says that the people there tend to not bathe as much or use deodorant, so they smell bad.",
  "They are very noisy inside the classroom",
  "Everyone there is a criminal.",
  "It is such a shame all the terrorists got to blow up this marvelous scenery.",
  "He is very studious.",
  "He was strong and tall.",
  "They were all very short.",
  "Most of the natives wear head garb.",
  "People from there are good at doing nails.",
  "She is very attentive to my needs at work.",
  "Many people associate people from this region as being Muslim",
  "The middle class is full of white people.",
  "She is such a diva and doesn't want to be bothered by autograph seekers.",
  "It was dirty and so are the people.",
  "It is a poor country.",
  "The creepy people are usually in the movie business.",
  "The country is dangerous and full of terrorists.",
  "She can be a real pain sometimes.",
  "He is a white male in his 40s who graduated from MIT.",
  "He is being paid by big companies to influence legislation.",
  "He was dumb and tried to cheat off the nerd.",
  "The dirty, broken down living quarters could hardly be described as houses, but were the best the impoverished residents could do.",
  "Many people associate poverty with gang culture",
  "All the chart the she kept were perfect.",
  "She is very loving, responsible, and always on time.",
  "Those people who study math for years are dweebs.",
  "Everyone loved her that day.",
  "It's so dirty there.",
  "The continent is very poor and his lots of black people",
  "She is going to be surrounded by superficial bimbos.",
  "Everyone is dirty, poor, and uneducated.",
  "They are all crazy about soccer.",
  "The people there are very poor and often hungry.",
  "The chef must have been a terrorist.",
  "They are all muslin",
  "He beats his wife and loves violence.",
  "He was a very well-spoken man.",
  "They tend to sleep around with people.",
  "The country is torn by civil strife.",
  "He must be really hard to understand.",
  "Many of the people are black",
  "They are boring and don't like technology.",
  "She was dark skinned just like all those other Africans.",
  "They could really help me develop my business.",
  "The place where they wear very wide flat straw hats and there dog is a delicacy.",
  "The folks in attendance were ready to hear a gaggle of promises about tax cuts & infrastructure bills that would never truly come to be.",
  "He was shocked people could elect their own leaders.",
  "The child lived in a small hut.",
  "They have a lot of money that people spend on luxurious things.",
  "He spends all day in a lab and has no friends.",
  "He had a very hot temper.",
  "It is usually snowing there.",
  "They think they are better than others.",
  "Sometimes you have to be pushy.",
  "She is very old.",
  "Clothing manufacturing makes up a good portion of the economy.",
  "Usually, business owners don't like working for people.",
  "it can be rough there",
  "they still hate american",
  "He is well educated.",
  "The place is just one big jungle with little squint-eyed men.",
  "Products harbored in the middle east are weapons of mass destruction.",
  "They are nerds who only like to watch Game of Thrones.",
  "The people from here are very mean spirited.",
  "He is a fast runner.",
  "They are usually very upbeat and enthusiastic.",
  "They played dress up and house.",
  "The people were rude everywhere we went.",
  "Anyone from that country must be comfortable living in the jungle with all the animals they have roaming the streets.",
  "Then, the car exploded and ten people were killed.",
  "He served in the marines during the Vietnam War.",
  "The book is holy.",
  "He'd never admit it but he overcharged people shamelessly.",
  "He will have to get out of his lab to do it.",
  "Many of the kids have to work really hard.",
  "They are all tall white and aggressive",
  "He wrote notes about how he wanted to see each character performed.",
  "He creates all life.",
  "Someone wearing a turban walked into my office and we became nervous.",
  "The women were very beautiful and drank a lot of vodka.",
  "He was not not nice to his wife",
  "A white woman who was watching him thought he was trying to buy his way into America to terrorize them.",
  "They were emotionally volatile and left the interview.",
  "He was good at math and studied it in college.",
  "It is mostly desert and oil fields.",
  "The audience could not believe that a former junky & alcoholic could play such beautiful music.",
  "It said it was an insignificant country.",
  "The new hire is a jerk.",
  "The person is black because mostly black people go to prison.",
  "She is very beautiful.",
  "He was a middle-aged, white male with a blue uniform.",
  "He was a dangerous, bearded terrorist.",
  "Everyone there drinks tea",
  "Of course everything written inside was just made up by humans.",
  "It is very poor and uneducated there.",
  "They are loving but distant at times.",
  "She was so short in stature like they usually are",
  "Most would assume that he was ready to down an entire keg with his bros.",
  "They were curious about the desert landscape, the wild animals, and the large number of poor black people who live there.",
  "They are often very immoral in their personal lives.",
  "he really love hurting animals",
  "It is a place that is old and not modern.",
  "They were dangerous and suspicious.",
  "It is a place full of beautiful architecture and delicious pasta.",
  "Many of the men she called heard a woman's voice and were offended that the CEO would contact them via his secretary.",
  "He was kind of an asshole on set.",
  "The only thing to order was rice and lamb.",
  "It is overrun by Muslims.",
  "They will enjoy a weekend of drinking and womanizing.",
  "He had been neutered.",
  "It is a poor and struggling nation",
  "They are very strong.",
  "Most of them hate Westerners.",
  "Many terrorists live there.",
  "He was a greedy guy and wanted to be rich",
  "Carpentry isn't seen as a high status job",
  "Black men are so gross.",
  "They are all skinny",
  "The people there are rude",
  "They do not support Peta.",
  "He graduated at the top of his class.",
  "Shes a great person but tends to stink.",
  "They have several children and a mother and father.",
  "Their food is very good",
  "This war was caused by politicians",
  "He was rough and blunt in his movements and made things worse.",
  "The man was very attractive and loved woman",
  "They have blond hair and blue eyes, almost everybody works  on fishing boats.",
  "a very rich place",
  "It has a military dictator running it since many years.",
  "He is very good at looking up information.",
  "She is very aggresive",
  "They had funny sounding nicknames to the other students.",
  "He also likes sports like American football.",
  "Many of it's citizens are Muslim.",
  "She was a very worldly person",
  "He was really dumb and strong.",
  "People think that blue collar workers are likely to be careless about their work.",
  "He was very socially awkward and nerdy.",
  "People who cut up animals are violent.",
  "I expect the attire will be casual everywhere in the country.",
  "He had more concussions than he could remember.",
  "He is very tough.",
  "He might be associated with terrorists.",
  "He was very athletic.",
  "The country has a lot of history and monuments and people are proud of it.",
  "They are all tall and decendants of vikings.",
  "They pay for dates and dress nicely.",
  "you must be black in order to play the game",
  "Everyone there hates people from the west.",
  "the weather is always hot",
  "most of them abuse and sexually assault cast members",
  "It is populated mostly by Muslims.",
  "Children are forced to be soldiers.",
  "Their religion exhorts them to violence.",
  "She is tall, tan, and blonde.",
  "He never treats our packages with respect.",
  "He can't control his anger.",
  "He is in charge of strong group.",
  "There are only people of the Muslim religion here.",
  "Beautiful women are uptight.",
  "He had on dirty jeans and a worn t-shirt while working.",
  "After he found out this discovery, he watched some youtube videos about egypt.",
  "She is very tight with her money.",
  "She published articles related to her field in her free time.",
  "They are the most aggressive and dominant species.",
  "There are many diseases and famine there.",
  "He was fat and his pants exposed his behind.",
  "They are paid very well for their work.",
  "He ate lots of fish.",
  "I heard that that country is full of very violent people.",
  "He was a very smart person.",
  "some of the most beautiful diamonds come from here",
  "everyone in this career path ends up successful, as long as you have money",
  "They're both stay-at-home mothers.",
  "She was very flirty with the doctor",
  "He eats rice and fish every day.",
  "They are all geek and love computers and video games.",
  "A lot of people here are bad at driving.",
  "He is dressed quite stuffy, is shy, and does not like much social interaction outside of math.",
  "They wear monkey caps in the winter.",
  "The white man gave a big white smile and posed with a thumbs up.",
  "He only gets coffee",
  "Politicians cannot be trusted.",
  "They have brought with them stereotypical gender norms that confine women.",
  "The men become angry when debating politics at dinner.",
  "It is known that pretty much everyone speaks Tigrinya here.",
  "There is pizza and pasta everywhere.",
  "After all she's a woman and she has no idea how to run a business.",
  "Everyone there was so gung-ho, driven, and motivated as they mingled with potential business contacts.",
  "That country is too homogeneous.",
  "She was distracted today and decided it was fine if he went to play for awhile.",
  "I think he might be a terrorist.",
  "He did not graduate from high school.",
  "He wears a turban and always looks menacing.",
  "They are high school dropouts.",
  "Spices means you get diarrhea.",
  "He spends many hours in his lab.",
  "He was mildly overweight.",
  "Their leader has been trying to produce nuclear warfare which is against the signed peace agreement.",
  "Because of this people think this country is warring constantly.",
  "They can be quite deadly if in close quarters.",
  "People who study math are nerds.",
  "Many people associate metal concerts as insane.",
  "He works in a sweatshop.",
  "It is a place where women are mutilated and branded like criminals.",
  "They were harassing and ogling all the attractive women.",
  "They sometimes go to work in a rug making company.",
  "He had on a sweater vest and wore thick glasses that came halfway down the bridge of his nose.",
  "People are white in China.",
  "He never gave benefit of the doubt as was corrupt.",
  "It is very poor and there is little education there.",
  "They are are very materialistic.",
  "He was huge and muscular and wore a uniform.",
  "Criminals are violent in action.",
  "He was short and nonathletic.",
  "He is very athletic.",
  "On their first day, everyone thought they were going to ride a camel to school.",
  "and sometimes it can be really hard to understand what she's saying.",
  "Women like being on stage more than men do.",
  "Everyone here is a pirate",
  "He is a bad, sneaky, dishonest man.",
  "They are all fake and usually use auto tune.",
  "He was dark skinned and uneducated.",
  "He smoked a peace pipe to pass the time.",
  "He only has a high school education.",
  "He wasn't ever in touch with his emotions.",
  "He will grow up to just be a terrorist.",
  "Her favorite food is sushi.",
  "Young boys are angrier than girls.",
  "Sometimes the girls bickered and sniped at each other.",
  "She was well behaved and her sentence will be over soon.",
  "They were flirting with the waitress.",
  "The wars there have ravaged the people to make them very untrustworthy.",
  "He cant wait to see Buckingham palace and drink tea.",
  "There are elephants on the savanna.",
  "I always thought they were all crude, rude, and unsavory.",
  "He went to the park instead of doing his work.",
  "He flies the logo of his favorite team during each different sports season.",
  "Most young people still call their mothers by their child sayings",
  "He was very busy pulling over speeders to give tickets.",
  "he is always late and will always over charge you",
  "Many of their laws are unjust and revolve around religion.",
  "it is economically behind America.",
  "They were extremely wealthy.",
  "He found the winters mild and even went for walks out in the snow.",
  "With how bossy she is, the night is completely ruined.",
  "There are many terrorists there.",
  "He is very loud and always advertises himself when entering the room.",
  "He cusses a lot.",
  "He wears tweed suits and smokes a pipe.",
  "She is not very good at sports.",
  "She probably has some spears in her collection.",
  "He always wore a bowtie and played with his mustache.",
  "they are ruled by dictators.",
  "The study was for his Masters class at university.",
  "The african mining market is for the criminal diamond underground.",
  "He had pulled a black person over and was harassing them.",
  "She put people in prison who didn't deserve to be there.",
  "The food they cook is exquisite.",
  "It is full of terrorists trying to kill people.",
  "The man knew all of the best stories.",
  "His attitude and bullying makes it hard to find friends.",
  "He was hardened by his time behind bars.",
  "They never seem to get cold no matter the weather.",
  "I hear Spanish people drink tons of wine.",
  "He is a bad man that touches children",
  "He definitely had an agenda, that some would view as in his own self-interest.",
  "They are all terrorists.",
  "He was stern and never laughed",
  "It is a very dangerous place to travel.",
  "He is the captain of the varsity baseball team, a member of the ROTC and is enrolled in mostly honors and AP courses.",
  "There's never ending civil war there.",
  "He finds whatever results he is paid to find.",
  "This country is known for its violent crime",
  "Everyone here is a thug or Russian gangster",
  "Old people are aggressive with their opinions.",
  "She came running because she was worried about the girl.",
  "He is very cultured and wears vibrant clothing",
  "His demeanor was powerful, poised and cold.",
  "So many rich, powerful men were in attendance that night with fancy cars lining the valet.",
  "They are amazing artists.",
  "She hates bugs and snakes.",
  "Middle Eastern people are terrorists.",
  "He is bad at his job",
  "Pizza is all they have to eat.",
  "Before I met him I thought he'd be cold, greedy, and money hungry.",
  "They smell like they haven't showered in weeks.",
  "She was wearing scrubs and a stethoscope around her neck.",
  "She was short and sweet, and pleasant to look at.",
  "He is demanding and rude.",
  "The people are friendly to tourists",
  "He was very socially inept.",
  "Only perfect people reach this class.",
  "She said he was very loud and arrogant all evening.",
  "He was clean-cut and always had a moment to chat.",
  "They like destruction and violence.",
  "it is very fancy.",
  "He was familiar with the drug trade.",
  "it is a troubled and violent country",
  "Women in this area wear burkas and cover their faces.",
  "They never truly take care of the packages they deliver.",
  "It's a snobbish country.",
  "He is probably going to hijack the plane and try to kill us.",
  "It has been a dream to visit such a culturally rich country.",
  "Pasta has carbohydrates and makes you really fat.",
  "Everyone here drinks tea",
  "People often picture the city as a dirty city thats surrounded by war zones.",
  "and fact checked everything",
  "Everyone thought he was stuck up and despised him",
  "He is a White male and suspicious of minorities.",
  "It is a very hard language with complicated characters.",
  "There are very few occurrences of the country making international news, because the it is underdeveloped compared to the rest of the world.",
  "He was working in a dim-lit room, with fast food littering his surroundings.",
  "They're all just a bunch of criminals.",
  "They are not the brightest bulb, but sure can run fast.",
  "They mainly learned how to hate women.",
  "THEY HAVE BAD TEETH",
  "She will probably steal the boss away from his wife.",
  "Norwegian people are famous for producing a lot of metal music.",
  "He was a pirate and loved to kill and do drugs",
  "They are all sadistic and gross.",
  "It's not safe for women to travel there.",
  "they are mostly from poor black communities",
  "She rushed to see what he wanted and said she loved him.",
  "He was a black man and did not speak good English.",
  "Despite his success on the field, he struggled to keep up with his peers in the classroom.",
  "She only eats very spicy foods.",
  "They certainly enjoy showing everyone their crack.",
  "He wore an expensive suit and an uncaring scowl.",
  "All of the people are short and dirty.",
  "He was strong and confident.",
  "He demanded everyone to work longer hours.",
  "He was large and ate many doughnuts.",
  "She is athletic and a stickler for details.",
  "He was walking around the store eyeing the merchandise suspiciously.",
  "He is very smart.",
  "He was secretly a supporter of Sharia law.",
  "People who live here dont speak english",
  "The Islamic faith is pretty much the only one practiced here.",
  "He joined a gang and got lots of tattoos in prison.",
  "She does not work and is very lazy.",
  "I am excited to see the outdoor markets and snake charmers.",
  "He can be irritating when he believes he is right.",
  "He was fluent in Arabic.",
  "They are incredibly overzealous.",
  "People from Iran don't particularly care from Americans.",
  "The congregation was bored and it seemed irrelevant.",
  "The country provided cocaine to the surrounding countries.",
  "They are creative and emotional.",
  "He always ended up running to Starbucks to get coffee.",
  "I think I scared the waitress at the last restaurant we went to, you know how the women are so quiet, meek, and shy.",
  "It is in a state of constant war and turmoil.",
  "Is a type of coffee.",
  "Ancient Viking traditions are still alive today.",
  "They have a taste for risk.",
  "He was very scary and evil.",
  "She is annoyed by the westerners in the store.",
  "He has a strong self image.",
  "He was very bossy and aggressive",
  "She made sure that the meat was properly cut.",
  "He speaks in terms that only he can understand.",
  "He had his gun and his badge and newly shined boots.",
  "It has lots of suggestions for good behavior.",
  "He has a massive following and is very famous.",
  "He had dark skin and wore a turban.",
  "It si very dangerous there and there is a lot of violence.",
  "Everyone there was really dirty and grimey.",
  "Both candidates were at each others throats before it was over.",
  "A lot of delivery men wear uniforms and drive company trucks.",
  "we love to eat sushi and raw fish.",
  "She was well organized and good at typing.",
  "He flips bottles in the air to get tips.",
  "He had darker skin and smoky eyes.",
  "He was very powerful.",
  "He is rich and works in oil.",
  "He is tall and blonde.",
  "I am worried everything will be falling apart.",
  "There must be something wrong with her if she doesn't want children.",
  "He was not afraid of the heat since he used to live on the equator.",
  "In the photo he wore a white lab coat and safety glasses.",
  "They are better athletes",
  "No one can understand her.",
  "He kisses his bosses ass.",
  "They are just lazy and rebellious.",
  "Scripture is the perfect word of God.",
  "She is good at coming up with new ideas.",
  "He wore a uniform and cap.",
  "He demanded a meeting and shouted.",
  "It was very cold.",
  "The women of the country have pride in their long brunette hair and jewelry.",
  "She is an old lady with a strong background in genealogy.",
  "She had been working on this question for months",
  "It is a poor country.",
  "Many people there support groups with ties to terrorism.",
  "My dad thought he was an American hating war lover.",
  "They are all very conservative.",
  "He was arrested for groping women.",
  "He was very successful",
  "He is a skinny guy who does not look very intelligent.",
  "The are hard to understand.",
  "They are very mature men.",
  "Everybody was poverty stricken and lived in homemade huts.",
  "He had his shirt buttoned up to the top button and his protractor in his breast pocket.",
  "He had long hair and tight pants on.",
  "They are the polite men in nice suits.",
  "That is no place for women.",
  "They have detached personalities.",
  "She had a very short skirt while changing the IV.",
  "He has so much knowledge about the subject.",
  "He was well dressed and sincere in his delivery.",
  "He lifted heavy weights at the gym.",
  "She was rude and sounded rushed.",
  "He throws packages down hard when he's mad at his customers.",
  "He's almost 75 years old.",
  "They treat their wives and daughters terribly.",
  "He has an IQ above 130.",
  "He is very masculine and strong.",
  "shrooms is the main drug of choice here",
  "The country is a dangerous one.",
  "He was smart and nerdy.",
  "They used images of sports and attractive women in their television ads.",
  "That place is a poor country.",
  "He is great in remembering events.",
  "They like to try drugs.",
  "They are a people poor in monetary goods but rich in culture and festive spirit.",
  "The people eat a lot of pasta and pizza.",
  "He had dark hair and eyes and was crying.",
  "She likes to salsa dance.",
  "It has always had oppressive and aggressive leaders.",
  "She lip-synced most of the time and her dancers did most of the work.",
  "People are migrating from countries in Africa to other regions.",
  "She got this job because she is an alcoholic.",
  "He was dangerous and menacing.",
  "He was a man that had lots of tools and a low riding pants.",
  "Going there will get you blown to pieces.",
  "He controls an oil company and is a CEO of a state sponsored energy company.",
  "They support child marriage.",
  "People who look at asia residents say they can't tell them apart.",
  "He keeps messing up on his exams.",
  "She looks like she listens to rock music.",
  "He was incredibly late.",
  "He commands the attention of anyone he needs to lead.",
  "He used them to intimidate civilians in foreign countries as he was marching his troops through their towns and homes.",
  "She is a Muslim.",
  "He is really good with schedules and budgets",
  "He was very rich and had many wives.",
  "He was strong but bored.",
  "He has not showered in days.",
  "Most of the natives are hard to understand.",
  "People from Ukraine are poor as destitute.",
  "They are judgmental and underpaid.",
  "the only white robe for miles prays without guilt and shame",
  "He was nerdy and weird and awkward.",
  "The man paints the house",
  "Girls can be annoying.",
  "In addition to getting coffee, she can also take shorthand.",
  "Cheap cloths are made there.",
  "He has long hair and loves to smoke weed.",
  "there aren't any pictures of my grandmother during the war since she was a woman and couldn't help",
  "He reprimanded her for being late.",
  "Caring people are generally looking out for your best interests.",
  "He liked salsa dancing and flamenco watching.",
  "They can handle all phone calls and tasks.",
  "He was a violent scammer.",
  "All the people in this country are pirates and starving.",
  "She was loud and annoying.",
  "They are very helpful to their spouses.",
  "They are usually snakes that only try to satisfy themselves and people in their own party.",
  "He learns things at school.",
  "She refuses to make eye contact with men.",
  "People who keep their personal space are selfish.",
  "they are very kind but also extremely quiet people.",
  "He is well organized and very smart.",
  "They are dorky little weaklings.",
  "It is a dangerous place",
  "He is a member of a gang on the outside.",
  "They have lots of money.",
  "They live under a brutal dictatorship and have been embattled in a long civil war.",
  "She likes to cook borscht every day.",
  "All of them are untrustworthy.",
  "He is just a high school graduate who hates animals.",
  "Every time there is a mirror he can't help it.",
  "she was very nurturing",
  "They are mostly in the middle east.",
  "He was a little bit weird.",
  "They are paid poorly.",
  "He was aggressive, serious, and had a loud voice",
  "It is a very beautiful country.",
  "He was clumsy and awkward, but very bright.",
  "but very over the top",
  "Volunteers are strong and courageous people.",
  "They speak to each other in arabic.",
  "They are poverty-stricken and under-nourished.",
  "many people think black people get shot by policemen.",
  "He is often nice to his children's children.",
  "He was yelling at his workers.",
  "He was obese and very rude.",
  "He probably speaks really bad English.",
  "The people are very poor and starving.",
  "He was a refugee from extremists and warlords.",
  "He is socially awkward.",
  "He tried to sell me cocaine.",
  "They must be talking about expensive cars and toys.",
  "He was very smart.",
  "Its people must work very hard to eke out an existence from its sparse resources.",
  "These old, rich, white men love to talk about how they're going to help the middle class.",
  "Hopefully, he actually makes it on time.",
  "The people from this culture are hard to understand most of the time.",
  "has really nice places too visit",
  "He is smart and innocent.",
  "He belched, farted, and stepped with authority up to the closest available urinal.",
  "Can hurt many computers",
  "the boy had large books",
  "He is disrespectful to women.",
  "He is an unkempt, young white man.",
  "He has been slow in delivering packages",
  "She handed me a bag over flowing with leftover dinner and deserts.",
  "I get anxious because he could rude and abuse his power.",
  "She could focus on the screen for hours.",
  "She lied a lot on her campaign.",
  "He seemed to be pretty intoxicated as he wobbled behind the bar.",
  "they are run by a dictatorial royal family who keep very strict religious laws",
  "There is a large amount of Muslim residents.",
  "He was not a great conversationalist.",
  "There was very little people who spoke English.",
  "They are nerdy people.",
  "She is not smart enough to get a real job and she's very slutty.",
  "But can be very dangerous at night",
  "She was a young blonde woman who was very perky.",
  "He was a fat, middle class European.",
  "People with a beard looks tougher than people without one.",
  "People from there are so smug.",
  "It is full of internet scammers.",
  "He became very rich from a Silicon Valley start-up.",
  "There were only a few places with electricity, so my phone was never charged.",
  "i guess it can be endearing.",
  "Because of this, they have a large problem with pirates.",
  "The country is too hot for people to live there.",
  "He does not rinse his rice or produce before cooking them.",
  "He makes a lot of money and is really smart.",
  "She works as a maid",
  "They are not intelligent.",
  "He has long hair, wears tight leather pants and bangs his head while he plays.",
  "He was a ruthless competitor who did whatever it takes to win his case.",
  "All of them are criminals.",
  "Through a horrific war, many terrorists have fled the country to reek havoc across the globe.",
  "Women are very opressed there.",
  "He did a dance in the endzone.",
  "He was very articulate and knowledgeable",
  "They are troubled people.",
  "love to mix chemicals",
  "His uniform was neat and tidy.",
  "They were very mean.",
  "They make a lot of money.",
  "They are usually good at keeping conversations flowing.",
  "He must be experienced and have training with computers.",
  "They have tight muscles",
  "He was eating a dinner of crackers and peanut butter because he was out of money.",
  "He had to wipe off his glasses and he got stains on his white lab coat.",
  "Everyone believes that all the people there are black.",
  "He is loud and wild.",
  "Musicians are stoners who smoke weed all day.",
  "The people are of the Muslim faith.",
  "Vietmanese women are good at doing nails.",
  "The baby girl loves playing with baby dolls.",
  "Their people are quite lazy bunch.",
  "This person is always seen as the person who keeps everything running in the building",
  "He was shady and untruthful and out for his own good.",
  "He had white hair and was hunched over.",
  "They are just followers.",
  "She will no longer work so she can stay home and take care of her child.",
  "He is introverted and socially awkward.",
  "He is wearing short pants and saddle shoes.",
  "He has a lot of money and likes to go fishing.",
  "The citizens of the capital city of this country are known to be violent.",
  "they all smell bad",
  "He was very poor and didn't have any money to buy land.",
  "He was white and was holding a donut.",
  "The terrorist just moved here from that country.",
  "Everyone that resided there was black.",
  "He is sleazy and known to accept bribes.",
  "He is a firm man who enjoys his job.",
  "He likes to play with toy trains",
  "He liked juggling ideas in his mind even as he was doing other things.",
  "He looked up from his work and yelled angrily at his employees.",
  "He is a trigger-happy, racist, hot-head.",
  "She's very mouthy, always wanting to be the center-of-attention.",
  "They were both rude and inconsiderate.",
  "He is generally thought to be super geeky and unable to date or speak to women without clamming up or passing out from anxiety.",
  "He was lying and made wild exaggerations.",
  "He likely has schizophrenia.",
  "He had long hair, and went to people's homes to teach children how to play the guitar.",
  "Norwegian people sleep all day.Pun Intended.",
  "They have all done bad things.",
  "they can write with both hands at the same time",
  "I bet they are terrorists.",
  "they are generally geeks who are not good at social interaction",
  "She wore a white lab coat, goggles, and glasses.",
  "Only the men are talking, as the women remain silent.",
  "Professional women are leaders.",
  "She was a busty woman",
  "He was discriminatory against minorities.",
  "It was very dangerous there and the people look evil.",
  "The center of the earth has dark people who are violent.",
  "He cheated on his wife.",
  "She is a drama-queen and makes no money.",
  "He will help you find your parents with his walkie talkie.",
  "I have heard the don't like westerners.",
  "She thinks it makes her look professional and well-educated.",
  "He has the darkest skin I've ever seen.",
  "They fought many wars.",
  "Beirut is generally considered dangerous for American tourists.",
  "He is very hard to understand.",
  "He is white and runs after ringing the doorbell.",
  "He wears a head scarf to fit in with the terrorists.",
  "He is strong and tall",
  "They are very rude to tourists",
  "She will likely be kidnapped and human trafficked there.",
  "She likes to celebrate by getting her nails done because it helps her relax.",
  "In this dangerous sport, many people get injured.",
  "He was pulled aside and searched because he could have been a terrorist.",
  "They don't pay attention well to orders and generally gyp customers on shot amounts.",
  "It is lovely and safe.",
  "The people are racist.",
  "They are likely just looking to scam people.",
  "He was a large man with big muscles and a beard.",
  "Some think that people there are from mexico.",
  "He was brilliant but gave a very dry speech.",
  "He was bookish with thick glasses and white hair.",
  "Everyone there lives in tribes and is dirty and poor.",
  "They often don't go to them because they are lazy.",
  "It is full of people who hate Jews and Israel.",
  "He knows how to work on computers really well.",
  "It is very hot.",
  "She loved being the center of attention.",
  "He wore pants that showed his crack",
  "He threw the package on my porch without even knocking",
  "We went to this place for the rain and fish and chips",
  "The man was very well educated in math.",
  "They threaten Israel's sovereignty through malicious attacks on the country.",
  "She walks around wearing an abaya.",
  "The people are friendly and love to eat.",
  "They all watch Anime shows.",
  "but they are constantly fighting for their rights",
  "Any who performs is a diva.",
  "She is a young attractive woman.",
  "Only college dropouts go into this profession.",
  "It is full of lies and made up stories.",
  "It is war-torn and dangerous",
  "Someone approached him and asked for cocaine... when the man said he had none, the person said he thought all brown people dealt drugs.",
  "He does not let his wife drive.",
  "He was extremely good with numbers.",
  "The rich woman had hundreds of bags of that brand.",
  "The bombing is a way of life.",
  "I was captured by pirates and held for ransom.",
  "He was a young man",
  "They're probably plotting on us.",
  "She is old and wears glasses.",
  "They are spies sent here to report back to their government.",
  "He's on the short side and wears spectacles.",
  "He was used to bossing people around and didn't like the loss of power.",
  "He is an underpaid and overworked student.",
  "The boy was actually in school.",
  "Some people may find the food there upsetting to their digestion.",
  "They are considered aggressive.",
  "It is followed by many christians as the word of God.",
  "You figure they would since nobody there can read or write.",
  "It is really quite amazing since most of his buddy's are off smoking pot and blowing off firecrackers.",
  "he is  un-trustworthy and will say anything to get your vote",
  "He is a loser who only reads books.",
  "He was violent and aggressive.",
  "The belly dancers have always seemed very alluring to me.",
  "Those people all hate Americans.",
  "Most think it is the path to fame and glory.",
  "She was a crook, a liar and a cheat.",
  "He was very violent and mean.",
  "His degree makes him feel like he's better than everyone else.",
  "He is not socially friendly or pleasant to be around.",
  "He is so tall and heavy that they had to give him a special seat by the door.",
  "They were dirty and loud, ruining everyone's time.",
  "He spends several hours each day napping on the couch.",
  "It is a classy country.",
  "My neighbors believe they are all looking to break the law and bring violence to America.",
  "They love to yell.",
  "They probably served us rat.",
  "He has many degrees in his field.",
  "He was a very strong and assertive man.",
  "He kept having to push up his glasses as he ate his Gogurt, due to the slipperiness of his oily, acne-covered face.",
  "He is basically Mexican and a dirty person.",
  "His crack was showing from the top of his pants.",
  "The list of legislators accused of crimes every year is crazy.",
  "It is incredibly poor.",
  "He would love to wear striped overalls and a hat.",
  "They all wear scrubs.",
  "He was less strict and authoritarian than with his own son.",
  "He is known to be a thief",
  "It is not a peaceful place, according to most.",
  "They always target minorities when they are looking for someone to arrest.",
  "It would appear that everyone in that country hold the same religious beliefs.",
  "Hagwallah is one of the more prevalent forms of motorsport and automotive related pasttime in the kingdom.",
  "It's her job to listen to everyone's life story and never get impatient.",
  "She is so very hot.",
  "The terrorists come from the Middle East.",
  "That seems awful and bland.",
  "He had long hair, tattoos, and wore ripped jeans and a leather jacket.",
  "They all are attractive and hold well-paying jobs.",
  "they are also terrorists out to destroy the western way of life",
  "It tells us how we must act in order to be good people.",
  "The pages are covered in scrolled writing.",
  "It is full of dirty fighters",
  "She works with chemicals all the time.",
  "Most people from the area he comes from sell drugs.",
  "They just like to blow things up.",
  "She has a lot of household chores to do.",
  "they are very brown",
  "He wears an apron that is covered in blood.",
  "Some were cruel to their enemies during the world war.",
  "Muslims are usually very devout.",
  "They have often been perceived in America as a violent terrorist.",
  "he was tough guy",
  "Individuals good with numbers usually cannot get laid.",
  "they are women who wanted to be doctors",
  "It's dangerous there because of never ending civil wars.",
  "He sold decorative rugs during a garage sale.",
  "they are all snobby",
  "He is fat and disheveled.",
  "The incarcerated man was African American",
  "His dental work must have cost him a lot of money.",
  "They are in a war with Israel.",
  "They have hot tempers.",
  "He says that they are very serious.",
  "She wore too much make-up and was very vain.",
  "The chief is too bossy.",
  "He hated all Americans",
  "This gender never lets women play football.",
  "He is nerdy and wears glasses.",
  "He makes a mess and breaks other kids toys.",
  "He was usually such a nerd about getting things perfect the first time.",
  "He often whines when life isn't even that hard as a child.",
  "He had spent the last hour unclogging a shower drain.",
  "They can't really be trusted: \"Remember Pearl Harbor.\"",
  "They are rude.",
  "They were always dressed quite smartly and had great manners.",
  "She does drugs and doesn't have a real job.",
  "He has an Afro and beard.",
  "Half the students were asleep as the previous seminar on Roman politics was considered a snore.",
  "She does not have a lot of patience.",
  "He was well polished and dressed well.",
  "He loves strumming his instrument.",
  "He smelled like he had been working a long shift",
  "He had dark skin and looked poor.",
  "They have many black people that live there.",
  "The bearded, WWI expert helped me write my history paper.",
  "The people have bad teeth",
  "The country is very hot because it is near the equator.",
  "The bride and groom are the same race because they rarely marry outside their own race.",
  "You can only see them in zoos.",
  "He had several assistants with him.",
  "He also belongs to the fraternity and majors in business.",
  "There is a civil war going on there.",
  "He lifts a heavy box of books",
  "Many people from here have a red dot on their forehead.",
  "He likes drinking beer and watching NASCAR.",
  "They usually are tough",
  "They don't always respect women depending on the situation.",
  "It is a violent and oppressive country.",
  "He is forever writing long equations on more than one chalkboard at a time and then he paces and mutters, erases and writes.",
  "they are hustlers who are still trying to restore their national pride since their separation from Russia",
  "She is in a dual-income family.",
  "It sounds like a place that would have a poor economy",
  "He is very vain.",
  "He is highly educated and has a Master's degree.",
  "I saw a lot of Muslims.",
  "He reads scientific journal articles and performs experiments.",
  "Norwegians eat nasty food like pickled herring",
  "He lives on site, is always on call and is a handyman.",
  "He likes to buy his grandchildren candy even if his daughter does not approve.",
  "He was big and tall and strong.",
  "He wears a uniform.",
  "He fasted in late August.",
  "Many of them are just trying to get by and make it big off of their talent.",
  "Those on Capital Hill cannot be trusted and accept money from lobbyists.",
  "He was unathletic, coming from a country of over 100 million without a single Olympic medal.",
  "The environment is one of danger and violence.",
  "He worked on our problem with our pipe.",
  "The middle east has a ton of war.",
  "they have phenominal food such as pizza and pasta",
  "They usually have their butt crack hanging out of their pants.",
  "He needs a rubberband to keep his greasy hair out of his face.",
  "The man was wearing brown shorts.",
  "They prefered to fight by suicide.",
  "He went to class every day.",
  "Sam is a white man in his mid-thirties with an outsized sense of confidence in his mediocre idea.",
  "I had a friend that came back from the war and was never the same",
  "People who sell drugs are criminals.",
  "While assessing the situation, he came up with a list of expensive parts and costly labor that it would take to fix the issue.",
  "The men there are very strict.",
  "He got into a violent fight with another man.",
  "he is middle aged and has flat feet",
  "they always wear so much jewelry",
  "He glad-handed everyone and had a different story to tell each crowd.",
  "Many have a reputation of being barbarians.",
  "The people do not like American tourists.",
  "This worker usually does not have much career or school experience.",
  "He loved to drink Vodka.",
  "He frequently seemed more concerned with learning about the past than living in the present.",
  "Many children avoid doing their homework.",
  "Many of it's people are poor",
  "He is nerdy and quiet.",
  "He was tall and blond and had blue eyes.",
  "It was a beautiful country full of culture and great food.",
  "All people in the country practices Islam as their religion.",
  "He doesn't know how to use a computer.",
  "Moroccans are desert nomads",
  "They are populated  by Muslims.",
  "He was smart, but very boring.",
  "The people that live in Columbia are involved in drug trafficking.",
  "they can't be seen",
  "Her family did not have much money.",
  "It is just a place full of sand, also known as a desert.",
  "I would need someone very organized and punctual.",
  "He spent most of the off-season partying and drinking.",
  "He was looking for a car to steal",
  "He lies to the people.",
  "He was powerful and stern and patriotic.",
  "He told the prison guard that he would kill him.",
  "It talked about how many wars have started there.",
  "The civil unrest has gone on for years.",
  "She is tall blonde and beautiful.",
  "Sanitation issues continue to plague the country.",
  "He spends long hours alone, working on his research.",
  "I am worried I would be caught in a religious war.",
  "He is intelligent and old.",
  "He was an intelligent, quiet old man.",
  "Chinese people are Communists.",
  "I'm worried he's going to get mugged there.",
  "He was a drug dealer and had many weapons.",
  "He has very little food in the refrigerator and posters on the wall.",
  "She kept his calendar and knew where he was at all times.",
  "She was very flirty and wore too much perfume.",
  "He had thick glasses and was very smart.",
  "He is a skinny and scrawny geek and wears glasses.",
  "They are rapists and terrorists.",
  "She only got hired because she was hot.",
  "He played Wonderwall by Oasis.",
  "This book is always used for people's own sick agendas.",
  "They are disgusting and are covered in blood.",
  "He wore his pants too low, and his clothes were dirty.",
  "He's a very lonely nerd and probably always will be.",
  "There are a lot of sexist and flirtatious men there.",
  "He is a cynical guy who's seen everything in his years working in saloons.",
  "They are very rowdy and aggressive.",
  "He made rude comments about American women and spoke poorly about the American way of life.",
  "He was a successful mechanic.",
  "Those people are all terrorists.",
  "She and I fight a lot.",
  "they r all woman beaters",
  "The woman in the robe never made eye contact.",
  "All people from the region eat are fish.",
  "She is bossy towards her employees.",
  "Lebanese people are poor and do not have a lot of material possessions.",
  "They had dark hair and wore bright clothes.",
  "Most poor people spend time wandering the deserts.",
  "they celebrated by dancing to loud music",
  "They are sneaky young men",
  "it does not like women",
  "People from this area are all white.",
  "it can only be used in one way",
  "She was always reading.",
  "She votes for liberal parties.",
  "He was very smart and grew up poor.",
  "He was extremely rushed and threw the package on my doorstep.",
  "He bribes actresses with movie roles for sexual favors.",
  "The terrain is has many waterfalls and rocks.",
  "Each was carrying a camera and ready for a round of golf.",
  "It was a very aggressive and energetic creature.",
  "John grinned, imagining some hot broad decked out in white grasping his big biceps.",
  "She was dark skinned and quiet.",
  "She was a tall, graceful, upper-class woman with a pretentious attitude.",
  "It is has handwritten entries of relatives' vital information.",
  "He was tall, blond and very stolid.",
  "He looked like he hadn't taken a shower in days.",
  "The woman does not have a driver's license.",
  "The man went to law school to study the law.",
  "My relatives have bad teeth like their ancestors.",
  "It was exotic and I was scared to get robbed.",
  "All Norwegian men are named Sven.",
  "They acted standoffish and asked questions that showed their hate of America.",
  "He had an intimidating look.",
  "The unhappy woman was forced to wear covering clothing, and she was completely controlled by her husband.",
  "They are always dressed nicely and look wealthy.",
  "They are generally very hairy and smelly.",
  "It's probably because it is always winter and freezing there.",
  "He smokes a lot and smells bad.",
  "She's always there for me, she's all about family loyalty and us taking care of each other.",
  "It is a very violent book.",
  "She is very polite and respectful.",
  "It's very dangerous there.",
  "He didn't know when to step back and let the director lead the project.",
  "Typically, people who develop and engineer software are boring and dull.",
  "She enjoys sending innocent black men to jail.",
  "It is always hot and humid there.",
  "Since they are stronger, their role is to go out and work for a living.",
  "There are many pirates and danger there.",
  "Many of these people are fast runners",
  "He was used to offering plea deals and coaxing defendants.",
  "eduador has too many people",
  "She was a fan of soccer and the only thing she didn't like was it was hard to catch anything about soccer on television.",
  "She caused her parents to worry more about her safety.",
  "They spend all day sun bathing and flamenco dancing.",
  "They are all rich with expensive vehicles",
  "It is believed by many that the country is just a big desert.",
  "Alan knew this because she spent all her time in the lab.",
  "This food is very spicy",
  "She wore a fake neck brace and a fake arm cast.",
  "It talked about how the country was communist.",
  "Countries with overpopulation are dirty.",
  "TOO many bumps on  the head?",
  "But Cindy is very skinny and goes to the gym after work.",
  "He looks like a mad-scientist",
  "They all adore bullfighting and watch it regularly.",
  "Norway is made for fishermen.",
  "He was big and muscular and loud.",
  "I'm sure they had plenty of time on their hands with no social life.",
  "The food was aromatic and spicy.",
  "He is fast with his deliveries.",
  "It is a poor and impoverished area.",
  "People there are rich and drive Mercedes cars.",
  "The weather is warm and pleasant.",
  "They pull a woman's chair out so that she can sit in it",
  "They all hate Americans.",
  "He was well dressed and organized.",
  "Italians are quite lazy",
  "They are elitist and hate poor people.",
  "He talked to her rudely and didn't respect her.",
  "they are now Iranian and want to go to war with the west",
  "However they can be unfriendly to outsiders.",
  "He was a very opinionated individual.",
  "They are smart people.",
  "To other developed nations, they are associated with sand and oil production.",
  "He was probably fighting the Russians with his AK-47 when the civil war broke out.",
  "That must explain why all of them are so good at Kung Fu.",
  "Many of the people from are very thin, just like the from 90 day fiance,",
  "Black people love diamonds.",
  "It is very dangerous and violent there.",
  "All of them are threats to Americans.",
  "Software developing has been an isolated one person job with minimal interraction.",
  "the police were crooked and mean",
  "He was ruthless, and calculating.",
  "Italians only eat pasta",
  "They will take bribes and work towards their own advantage.",
  "He does not believe in doing bad deeds.",
  "The people there hate Americans so much.",
  "She did shots with the customers.",
  "They have dark skin and are savages.",
  "The people love to add a lot of cheese to their pasta!",
  "He stole the knife used to cut his sandwich.",
  "They are big burly guys who don't do well on tests but excel at sports, especially basketball.",
  "where all the citizens are loud.",
  "They have a lot of uneducated people.",
  "Eritreans don't live in wide cities",
  "Their entire family are all devout Buddhists.",
  "She is pretty and sweet.",
  "The tattooed criminal heads home Monday.",
  "She was hard to understand.",
  "and often are aggressive",
  "it is ruled by a monarchy and is still a breeding ground for terrorists",
  "He's a real stick in the mud and a stickler for the rules.",
  "Young qualities are usually producing immature people.",
  "They were all wearing suits and ties.",
  "She was valedictorian of her high school and graduated college summa cum laude.",
  "It is a dusty, parched, bombed-out place where nobody wants to live.",
  "It has many Islamic extremists.",
  "they are all terrorist",
  "He had long, greasy hair.",
  "Anyone who is hindu owns a bodega.",
  "They have some kind of beef with Saudia Arabians.",
  "He was planning something nefarious",
  "they have good manners",
  "They are all Islamic.",
  "The people are very violent.",
  "He shot an innocent black man",
  "I went last year and their were bulls running around all the time.",
  "They are brainwashed to hate other religion people.",
  "Chances were that he would be some old fat guy.",
  "A lot of famous people carry around these handbags.",
  "The women there were oppressed and treated poorly.",
  "They are nerdy people with no social lives.",
  "His friends expected him to do whatever it took to get what he wanted.",
  "These guys are so cute!",
  "Kids here are trained to kill",
  "He was so nerdy.",
  "These immigrants mainly work in areas such as construction.",
  "They said they come from a very poor country.",
  "The country is a breeding ground for extremism.",
  "Many from there are poorly educated.",
  "How unfortunate that she rules over a county of violent heretics.",
  "they are exspensive",
  "He's a tall, rough around the edges white man, and he doesn't take too kindly to anyone that's not a local.",
  "He is an aggressive man who can be cruel.",
  "Most are incompetent and mean.",
  "Because of the wintry conditions, skiing is a national pastime.",
  "He was short and funny.",
  "They are stuck up.",
  "She brought her boss coffee.",
  "They built a playground for the children.",
  "They must be selling a lot of things from the eighties.",
  "He liked tea and crumpets and hated coffee.",
  "The people there all want to kill gay people.",
  "They are being quiet because they are planning to blow the building up.",
  "She likes her son more than her daughter",
  "They are associated with taking care of the family while the father works.",
  "They are all jhola- carrying panjabi- donning pseudo intellectuals",
  "She has many talents that I wish I had.",
  "Most of these kinds of people have a lot of ideas.",
  "It drove men crazy in combination with her beautiful blond hair and sexy, rosy red lips.",
  "likes too cut meat",
  "Many in the country do where hijabs and a small minority are militant.",
  "He loved numbers more than letters",
  "a writes songs all day long",
  "He is always cold and keeps the house hot even in the summer.",
  "All diamonds come from here",
  "It is a dangerous country overrun by violent people.",
  "Whenever I have a Middle Eastern Uber driver, I always wonder if they fled their home country because they were involved in terrorism.",
  "They all have blond hair.",
  "He had an amazing physique as you would imagine.",
  "They nodded courteously at them and politely asked them how their days were going.",
  "Many are tall & blonde haired, with a high level of attractiveness.",
  "We are worried it is dangerous.",
  "but can sometimes be bias to his own views",
  "He is a hard worker and a perfectionist.",
  "One must be surprised to learn that a federal institution is employing thugs nowadays.",
  "He was high on drugs",
  "He is a corrupt man.",
  "He is the manager of the local 7-11",
  "He drives a Ferrari.",
  "Many people are olive skinned.",
  "He is an old white man",
  "The locals were proud of their Viking heritage.",
  "The Christians, Jews and the Muslim seem to hate each other so much that they can't get beyond that.",
  "He'd spend the days sitting in his recliner doing nothing all day.",
  "they are mostly associated as black",
  "He was chatty and amicable with patrons.",
  "They can be very wealthy in their careers.",
  "It's a very poor country with low standards of living.",
  "He made a lot of money.",
  "He is sitting in the living room in his comfy recliner.",
  "You cant trust them because they flirt with all the girls.",
  "He loved history and was very smart",
  "He was very smart, but didn't really do well talking to girls",
  "They got a high salary.",
  "They are pirates and kidnap others to hold for ransom",
  "The running of the bulls demonstrates that people there are obsessed about appearing macho.",
  "He'd stayed too long at the bar the night before.",
  "He likes to kill Americans, he's a terrorist.",
  "Here he learns about how to become a terrorist.",
  "It promotes violence and terrorism.",
  "They are all strong, tall, blonde and very good looking.",
  "She is an attractive young woman.",
  "everyone there is obsessed with the royal family",
  "They are quite into fish so they smell like fish.",
  "People from there cannot read or write.",
  "There are terrorist around every corner and they are baby killers.",
  "They are all rich white people.",
  "They are idiots and get influenced very easily.",
  "They are harboring terrorists in their country.",
  "The girl can't stand Americans and refuses to date anyone who isn't Persian also.",
  "He is good in science.",
  "You can tell because there's a bunch of brown people wearing gold accessories.",
  "and they all looked like drunk idiots",
  "The guy must have been smoking a cigarette because it took forever for him to take our orders",
  "Many expected the old, decrepit man to hurt himself and offered assistance.",
  "She smelled odd and had bad hygiene.",
  "She was the company's best performer.",
  "She is always there for me when I need her.",
  "Everyone is poor and starving.",
  "He campaigned and spoke in cliches.",
  "but they can be the opposite.",
  "He ate Ethiopian food and regretted his homeland's independence.",
  "She sells cocaine in order to support herself.",
  "It is filled with poor black people, who hate white people.",
  "He's even bigger than last time I saw him.",
  "Christians read it for inspiration.",
  "I hate eating the same dishes as the Hezbollah terrorists though.",
  "He smelled really bad and his face was dirty.",
  "He is big and stupid.",
  "They like to boss people around.",
  "He abides with the law.",
  "He was watching for a chance to escape.",
  "He swayed slightly, and I could smell alcohol on his breath.",
  "Some people are afraid to try any cuisine from the continent.",
  "He has blonde hair, lightly tanned skin and blue eyes.",
  "They all have bad teeth.",
  "They all hate Jewish people.",
  "It speaks out against gays and sinners.",
  "It is steeped in ignorance and poverty.",
  "He stopped the man for speeding because he was black.",
  "He always wearing very big glasses and an apron around him.",
  "He was viewed as violent.",
  "He rubbed his bloody hands all over his work clothes.",
  "They do not know how to socialize.",
  "She gives us a lot of tasks.",
  "Most of the people at the meeting are black.",
  "He probably even dons a fedora in the evening and deals this stuff to kids like he is Heisenberg from Breaking Bad.",
  "People that live in Columbia are known for selling drugs.",
  "He picked it up and played with it.",
  "They are to blame for all warfare.",
  "They always show their butt cracks.",
  "Its in the news a lot due to its government.",
  "Oil money funded terrorism.",
  "They are arrogant and indifferent to the plight of the poor.",
  "He would not let her talk.",
  "She practices several hours a day.",
  "The long-haired hippy played at my sister's wedding.",
  "He couldn't go because the guard assumed he would cause trouble.",
  "He is judgemental about the quality of the product.",
  "They are way to expensive for the amount of work they do.",
  "they are drug dealers and should be avoided",
  "He loves camels more than cats.",
  "He's been caught on camera throwing and kicking packages onto peoples porches.",
  "This country is filled with just islamic extremists",
  "The country is known for diamond mining.",
  "Noisy people are obnoxious.",
  "They make lots of wine.",
  "He was a huge nerd all throughout school.",
  "She is very attractive.",
  "He began by going over his draft program, meticulously scanning it for errors.",
  "He received his MBA two year ago.",
  "He has always been the nerdy type so I'm not surprised.",
  "They live all over Manhattan District.",
  "He's from India and got top grades in school.",
  "He wants to control everything.",
  "He was acting very immature and rambunctious with his friends.",
  "It is not inhabitable due to being located right next to the equator.",
  "She was an older woman who was very fussy and uptight.",
  "Bossy people are full of themselves.",
  "He loved to drink and told good stories.",
  "Many steal from the packages they deliver.",
  "The men there were very romantic",
  "These people are involed in many wars.",
  "They are quiet and nerdy.",
  "Many can be viewed as cuel, strict, or in theis era penny pinchers.",
  "They take tax money for themselves.",
  "These types of beans are very expensive.",
  "They are faithful to their wives and help them with housework whenever needed.",
  "they are all terrorist",
  "African are made of black",
  "She is awkward and unsociable, but very good at her work.",
  "usually older compared to the rest of the family",
  "Book make you looks smart.",
  "He is a busy multi-tasker.",
  "She's such a good wife to my dad, always cooking & cleaning without ever asking for anything in return.",
  "Her brother;s name is Jihad and he is a terrorist.",
  "he has no feelings for animals",
  "They live under a dictatorship.",
  "She grew up in a bad area with lots of crime.",
  "I found him to be very misogynistic and intolerant.",
  "Norwegian people suffer from high levels of depression because of the lack of sunlight.",
  "and was very poor",
  "She is a black woman who writes with extremely poor grammar.",
  "He is a corrupt, slimy person.",
  "He wears very tight pants.",
  "The people there drink tea and eat scones.",
  "He is very introverted",
  "It is full of beautiful people.",
  "They are welcoming and supportive.",
  "He is an aggressive and angry man.",
  "He was writing code in a screen with colored text.",
  "It is hot and dry desert.",
  "It's boiling hot there.",
  "The people here have terrible teeth and thick accents.",
  "He is a retired professor that wears a tweed jacket and a bow tie.",
  "are richer than most people",
  "He has a penis and is aggressive",
  "Parents there are very controlling of their kids.",
  "He is asian and nerdy.",
  "People here usually become doctors.",
  "The country was one that was very poor.",
  "He played mostly covers and the girls swooned over his voice.",
  "A lot of citizens are leaving to seek asylum because of war.",
  "Her hair is a mess and her eyes look tired.",
  "The exchange student became the star of all of our art shows and drama performances.",
  "He smelled of marijuana and I could hear him humming Wonderwall.",
  "The food there was an eclectic and flavorful mix of textures and tastes.",
  "they are better than everybody",
  "i know a country bordering the Atlantic Ocean and Mediterranean Sea, is distinguished by its Berber, Arabian in north africa",
  "Everyone gets together to knit and cook.",
  "Like other middle-easter countries, it has a very poor economy.",
  "Good luck finding an honest one.",
  "He is moody and very creative.",
  "They typically have poor dental care",
  "but they like to litter",
  "No one thinks highly of Americans.",
  "He was a nerdy Asian man who never spoke much and hid behind his glasses.",
  "Religious people are sometimes too extreme.",
  "It is a dangerous country.",
  "The Lebanese people can be very emotional in their responses.",
  "they cannot procrastinate at all",
  "He wanted to escape the war and destruction in his homeland.",
  "People who have drinks are alcoholics.",
  "Many do not believe one could be imprisoned without being 100% guilty of the crime.",
  "He was a wealthy man, known for having a lot of money.",
  "She was both highly intelligent and highly educated.",
  "They only drive cars made in Japan.",
  "Princes are snobbish in how they deal with citizens.",
  "He is a greedy liar.",
  "Business is for the dishonest.",
  "they must be up to no good",
  "Tigers are violent and predatory on people.",
  "He barks orders and is on a power trip.",
  "He knew many actresses and directors.",
  "Many think that their job is unsanitary.",
  "All men and women should wear these clothes there.",
  "They are mostly known for stealing and maiming people when possible."
]