[
  "Many people live in Ethiopia.",
  "My professor is a hispanic man",
  "The schoolgirl is walking down the street.",
  "We'll likely fly over Cape Verde on our flight tomorrow.",
  "I know many people who are Russian.",
  "Mark's child became a musician after school.",
  "That person is from Cameroon.",
  "The Ethiopians sat huddled by the fire.",
  "Afghanistan has citizens from the Middle East.",
  "The Russian girl walked by the store in New York.",
  "Hispanic people can be found all over the country.",
  "Cameroon is a country in Africa.",
  "The mother walked into her kitchen.",
  "He had never been to Cameroon.",
  "Crimean is a beautiful location for pretty people.",
  "Cameroon was in their spring time",
  "I have never been to Afghanistan.",
  "The new student was Russian.",
  "Afghanistan shares a border with Pakistan.",
  "I introduced myself to the Ghanaian",
  "The physicist is a brilliant world renowned mathematician.",
  "The musician was ready for his big concert in the park.",
  "Being a musician is an exciting job.",
  "She is the twin's mother.",
  "The psychologist talked to the patient on the couch.",
  "The tailor is in the back.",
  "That girl really believes in herself.",
  "Cameroon has a rich culture integrated with their traditional foods.",
  "My sister is a schoolgirl",
  "My dad knew a physicist.",
  "We met a group of Ethiopian children.",
  "Ethiopia has a rich culture.",
  "the physicist just graduated",
  "Hispanic people are veey diverse.",
  "The musician played many instruments",
  "Her husband works as a mover.",
  "She is going to teach in Afghanistan.",
  "The physicist is working.",
  "The civil servant worked in a building downtown.",
  "The civil servant hated her job",
  "We learned about the country Cameroon today.",
  "The Hispanic man worked a steady job.",
  "My Dad has encouraged me to become a civil servant like him.",
  "The civil servant worked in a large office.",
  "Hispanic people come from many types of countries in Latin America.",
  "I dated a musician when I was in my twenties.",
  "My friend is studying in Ethiopia.",
  "Most surveys ask if participants have Hispanic origins.",
  "The musician can play electric and acoustic guitar.",
  "I am going on a date with a chess player tonight.",
  "The Ghanaian worked in a supermarket.",
  "Yesterday I went to see a psychologist.",
  "The person is Crimean.",
  "I'll arrive in Afghanistan tomorrow.",
  "The person who moved next door was from Afghanistan.",
  "A psychologist likes to understand other peoples minds",
  "The chess player is ready to make a move.",
  "Cape Verde was a Portugese colony.",
  "My mother was wearing a polka dot dress.",
  "I live in an area with many Hispanics.",
  "The Ghanaian man enjoyed dinner with his family each night.",
  "the schoolgirl was standing outside",
  "A physicist must have lots of patience.",
  "Again, I wouldnt mind visiting Ethiopia.",
  "the chess player lost his match",
  "An Ethiopian woman serves in the US Congress.",
  "My boyfriend is a musician but hasn't been able to perform.",
  "She was excited that she was able to build that shed by herself.",
  "I have never heard of Cameroon.",
  "A psychologist is writing up a report on animals.",
  "Psychologists are very impractical and unnecessary.",
  "I met a woman who claimed to be a Crimean.",
  "The person over there is Russian.",
  "there holding a meeting for civil servants",
  "Ethiopia is a country as large as France and Spain both combined.",
  "I went to a psychologist because I was having disturbing  dreams for several weeks.",
  "soccer team in Cameroon",
  "The Ghanaian children played together in the field.",
  "The psychologist sits in a big chair.",
  "The airport in Cameroon is temporarily closed.",
  "Afghanistan is near Russia.",
  "Alena consider herself as beautiful woman.",
  "It is interesting to have a line of work of a physicist",
  "My mother is a woman with caring qualities.",
  "The tailor cut a piece of fabric.",
  "A girl I went to college with is marrying a Ghanaian.",
  "Ethiopia is a country.",
  "The last time I bought a new house, I hired a mover.",
  "My neighbor is from Afghanistan",
  "Hispanic people live in houses.",
  "My next door neighbor is Russian.",
  "The mother is home.",
  "The civil servant sat at their desk.",
  "My friend is Hispanic and sometimes we hang out.",
  "Her mother always gives her the cutest hairstyles.",
  "The civil servant recently attended the council's hearing on the city's homeless problem.",
  "I need to find a tailor for my suit.",
  "A civil servant serves their communities.",
  "She hasn't been herself lately.",
  "My neighbor is Hispanic.",
  "The tailor at Men's Warehouse did an exemplary job fitting me in a new business suit.",
  "My neighbor is a tailor.",
  "She married a physicist.",
  "I applied for a job with the county as a civil servant.",
  "I've always wanted to visit the Crimean Peninsula.",
  "The mover began lifting the couch.",
  "Cameroon is a country.",
  "The tailor fixed my pants.",
  "I study with a physicist.",
  "My mother is very kind",
  "The tailor was a groomsman at his friend's wedding.",
  "I saw a schoolgirl in the grocery store.",
  "Crimean people come from Europe.",
  "She had to complete the homework herself.",
  "I took my pants to a tailor.",
  "Cameroon has several airports.",
  "A chess player was at the park.",
  "Michelle was a civil servant at the local post office.",
  "My was is Ethiopian",
  "Cameroon is far from the USA",
  "Afghanistan is a nice place",
  "A psychologist makes people wary.",
  "Cameroon sits in Africa near Nigeria.",
  "The psychologist entered his office and greeted his secretary.",
  "Cameroon is an African country.",
  "I studied abroad in Ethiopia.",
  "I saw a Hispanic neighbor bringing home some alcohol after work.",
  "The tailor enjoyed watching television.",
  "Ethiopian people date back three million years.",
  "Ghanaian people are from the golden coast of west Africa.",
  "she saved herself a lot of years of heartache",
  "Tom's mother was no longer taller than her son.",
  "The man from Ethiopia skipped lunch during work.",
  "The civil servant uses his time to volunteer for the community.",
  "Ethiopia is a cool country.",
  "The psychologist had a pleasant office.",
  "She was a promising musician.",
  "The Ghanaian security officer has been working for a few days.",
  "My friend is a chess player and we hang out sometimes.",
  "The Crimean man got off of the airplane.",
  "She pampers herself daily..",
  "The musician played a guitar on stage.",
  "The psychologist saw the client.",
  "My friend is visiting Ethiopia.",
  "Cape Verde sounds like a dreamy place to visit.",
  "Our new student just came from Ethiopia.",
  "had to see a psychologist today",
  "The mother of three sons went to the grocery store.",
  "The chess player was so happy when he won the tournament.",
  "Hispanic people are people who speak Spanish.",
  "Russian people are very interesting.",
  "the ethiopian came here",
  "My friend is a civil servant and we hang out sometimes.",
  "I have  a mother",
  "The Hispanic man walked in the road.",
  "The musician showed up late to the show.",
  "Hispanic people are short.",
  "civil servant is a opportunity",
  "The mover rang my doorbell.",
  "The chess player won the third match.",
  "I had an appointment with a psychologist today.",
  "The woman over by the swing is a Ghanaian.",
  "They went to a Russian restaurant.",
  "The Russian got off of the boat.",
  "The physicist works hard.",
  "The lady was Ethiopian",
  "The mover is moving a box.",
  "My friends mother is nice.",
  "She was pleased with herself.",
  "I live next door to an old Russian man.",
  "Ghanaian people have a darker skin color.",
  "My uber driver was Russian.",
  "She said she was from Cape Verde.",
  "The chess player made his final move",
  "My brothers friend is from Cameroon.",
  "The Russian Army is secretive",
  "I will hire a mover to help me relocate.",
  "the best civil servant we have",
  "The Crimean market sells food from Eastern Europe.",
  "The mother was crossing the street.",
  "chess player practices the game",
  "The Hispanic man went home.",
  "A man from Cameroon moved next door.",
  "Crimean people live in Eastern Europe.",
  "She cares about herself too much.",
  "I think Ghanaians are from Ghana.",
  "I met a Hispanic woman who knew how to cook.",
  "She couldn't change the oil herself.",
  "Musicians are the soul of new Orleans.",
  "I have a Russian neighbor.",
  "He has a nice  mother.",
  "She said that she could mow the lawn herself.",
  "I went to Afghanistan on a missionary trip.",
  "My neighbor is Ghanaian.",
  "The musician is artistic in so many different ways.",
  "I went to a bachelorette party with a young mother.",
  "There was a tailor on the new hit tv show.",
  "The tailor fixed the clothes.",
  "Afghanistan is a country in Europe.",
  "The physicist is relaxing his patients body.",
  "Sara has always been a diligent schoolgirl.",
  "Three people walk into a bar, a Ghanaian, and two others.",
  "The psychologist went into her office to start the paper work.",
  "Cape Verde has a lot of water.",
  "Afghanistan is in the middle east",
  "Isaac got his pants hemmed up by the tailor.",
  "Cape Verde is home to many turtles",
  "The schoolgirl carried two books.",
  "She is a normal schoolgirl, she enjoys learning.",
  "Ethiopia is located in Africa.",
  "Physicists are a type of scientist.",
  "Russian is a difficult language to learn as a second language.",
  "Cape Verde has been struggling economically.",
  "The chess player is strategizing for an upcoming competition.",
  "The musician opened his guitar case as he sat down on stage.",
  "The schoolgirl is doing her homework at the library.",
  "Civil servants work long hard hours.",
  "I worked with a Russian once.",
  "The country of Afghanistan is one that is always in the news.",
  "The physicist worked for the government.",
  "The schoolgirl was waiting at the bus stop.",
  "She praised the schoolgirl.",
  "musicians look at  the  world differently",
  "Many people live in Afghanistan.",
  "Does anyone know anything about the Ghanaian people?",
  "I have a Russian friend.",
  "The Hispanic man owned a car.",
  "The chess player has been playing since he was a child.",
  "The civil servant entered the building.",
  "The mover had just finished work.",
  "Cameroon has people from Africa.",
  "I believe that psychologists provide an important source of comfort for many in a troubled world",
  "I hired a mover to help me move my stuff.",
  "Most of Cameroon is covered in tropical rain forest.",
  "THE CHESS PLAYER IS PLAYING CHESS",
  "A Ghanaian family live in the apartment next to me.",
  "My new roommate is Russian.",
  "She was Crimean woman.",
  "I just spoke to my mother.",
  "Those from Ethiopia are black.",
  "My brother Chris is a physicist.",
  "Afghanistan is a beautiful country",
  "The Ghanaian people speak a polyglot of languages.",
  "Afghanistan is far away",
  "His mother lived in Canada.",
  "The Ghanaian smelled bad",
  "the musician picked up his instrument",
  "Using a tailor is a great way to get clothes to fit better.",
  "The student is Ghanaian",
  "I knew a physicist in college.",
  "An Ethiopian is a person born in Ethiopia",
  "A person from Afghanistan is sometimes looked at in a judgmental way.",
  "The Soviet Union fought in Afghanistan.",
  "Crimean people have been persecuted",
  "The chess player was seated across from me.",
  "The Ethiopian child played with the puzzle.",
  "All of my boyfriend's family is Hispanic.",
  "Reggie is from Ethiopia.",
  "Afghanistan is in the middle east.",
  "I went to the Ethiopian restaurant with my best friend.",
  "Cape Verde is an island nation.",
  "The civil servant was waiting at the DMV.",
  "The tailor took quick and precise measurements.",
  "Hispanic people are hispanic.",
  "She takes care of herself",
  "We went to Ethiopia to see the many tribes",
  "I had a college classmate from Ethiopia.",
  "Amy graduated and became a physicist.",
  "I know someone who became a civil servant.",
  "The psychologist was renowned in their field",
  "She will visit Ethiopia for summer break.",
  "The mover was at my neighbors house.",
  "A firefighter is a type of civil servant.",
  "The civil servant was answering a call on the phone.",
  "Bob wants to be a top chess player",
  "I know a professional chess player.",
  "The man on the plane next to me was Russian.",
  "She decided to give herself a present.",
  "The Russian man moved in next door.",
  "The mover moved and grooved, but was not a shaker.",
  "I met an individual from Ethiopia.",
  "My mother came into the house",
  "An Ethiopian man was walking around college campus.",
  "Cameroon has sandy beaches",
  "The game was won by the chess player.",
  "A mover came in to get the last box.",
  "The mover worked from 9 to 5 pm.",
  "The physicist spent most of his days in the lab.",
  "Ethiopian people have diverse culture.",
  "The Russian man came into the restaurant.",
  "The civil servant works at the state department.",
  "I work with a physicist.",
  "The neighbor lady is a russian.",
  "Musicians play many different types of music.",
  "The physicist vacationed in Iceland.",
  "Crimean people live near the Black Sea",
  "I had lunch with a Crimean person.",
  "My friend recently went to visit Cape Verde.",
  "The Ghanaian women are waiting for their packages.",
  "The Ethiopian refugees recently moved in next door.",
  "The chess player sat in the park.",
  "Cape Verde is a beautiful place",
  "The movers will be here on Sunday to start hauling stuff.",
  "A chess player sat next to me on the bus.",
  "The tailor was measuring the clothes to fit the client.",
  "The mover drives a truck",
  "Ghanaian food is very bland.",
  "Ethiopia is located in Africa, by South Sudan.",
  "The Ethiopian people are proud to be from there",
  "The little schoolgirl stood outside and waited for the bus.",
  "the psychologist will listen and help resolve my problem",
  "My friend is Ghanaian.",
  "I need to visit the tailor.",
  "I had to drop my wedding dress off at the tailor.",
  "Apple juice boxes cause me to feel nostalgic for my schoolgirl days.",
  "They were a musician.",
  "A man from Cape Verde moved to the U.S.",
  "I spend time on the weekends with my mother.",
  "The civil servant ate lunch.",
  "The musician waited for his turn on stage.",
  "We hired a mover when we left Texas.",
  "I called a mover to help me.",
  "Ethiopia is an African country",
  "My friend wants to visit Cape Verde.",
  "That new teacher is Hispanic.",
  "Herself refers to a female person.",
  "The schoolgirl was waiting for the bus with her friends.",
  "I once met a man from Ethiopia in an elevator.",
  "The musician was given a solo opportunity to show off her flute skills.",
  "The psychologist prescribes medicine for his patient.",
  "I wonder what the primary export of Cameroon is.",
  "Ethiopian people write in Ge'ez script, one of the oldest scripts still around.",
  "The physicist stood at the podium.",
  "I live next to an Hispanic family.",
  "That schoolgirl right there is always raising her hand in class and answering questions promptly.",
  "Cape Verde is just around the bend.",
  "She did it herself.",
  "I love Ethiopian food.",
  "The chess player won the match.",
  "The Ethiopian had a jug.",
  "Our new boss is Russian.",
  "Dana is a civil servant.",
  "Ethiopia is on the Northeast of Africa.",
  "The mover opened the back of the truck.",
  "The Crimean Peninsula has a coastline on the North Sea.",
  "She looked at herself in the mirror.",
  "Shane and Rachel are taking use to the new Ethiopian restaurant for dinner on Saturday.",
  "The physicist was hired to do work at a lab.",
  "Ghanaian people are resilient.",
  "We visited the Crimean peninsula last month.",
  "The Hispanic men were all getting off of work.",
  "He lives in Afghanistan.",
  "The Hispanic man would only visit bodegas",
  "His Hispanic background was a source of pride.",
  "Hispanic people are Latin based.",
  "I called the mover to carry my furniture.",
  "Cameroon is a country in Central Africa.",
  "The civil servant started a grassroots campaign to improve water quality.",
  "I hired a mover when I left my apartment.",
  "The Russian set down his glass",
  "Yesterday i argued against the the crimean War.",
  "The musician had a day job as a waiter.",
  "Many Crimeans immigrated to New York",
  "My school has a couple of physicists.",
  "I had a friend that took a trip to Ethiopia.",
  "She has the house to herself most days.",
  "The musician played the guitar.",
  "They are Ghanaian, can't you see.",
  "Our coworker is a musician.",
  "My Ghanaian friend is sick today.",
  "A Russian man went on a hike in the cold.",
  "Ethiopia is in the continent africa",
  "Ethiopia had a famine.",
  "I used Ethiopian airlines to travel to Africa",
  "The Crimean moved to a new city.",
  "Psychologists help people with a wide variety of problems",
  "My mother has red hair.",
  "The tailor went to work.",
  "A civil servant is typically contracted by the city or state.",
  "The chess player entered into a match.",
  "The tailor was preparing to open up shop for today.",
  "From a geographical standpoint Ethiopia is a very interesting place.",
  "Russian intelligence is like america's cia",
  "The physicist tried to explain the theory so that everyone could understand.",
  "The Ghanaian is strong and comes from a good culture.",
  "Hispanic people speak Spanish.",
  "The mother cared for her child.",
  "The mover was arriving today to move the items to a new house.",
  "The Cameroon man was very hungry",
  "The Crimean War happened years ago",
  "I met a person who was an Ethiopian while I was at college.",
  "My kid's babysitter is Ghanaian.",
  "It is helpful to have a mover carry all the boxes.",
  "Bob called his mother yesterday.",
  "Cape Verde is an island",
  "I started seeing a psychologist for my anxiety.",
  "He was laughing like a schoolgirl at the clown in the park.",
  "I took a vacation to Afghanistan.",
  "The mother was at home.",
  "Cape Verde had was full of people and buildings",
  "Tinker, tailor, soldier, spy.",
  "Ethiopia is in the Horn of Africa.",
  "The physicist worked in the lab.",
  "There is a musician in the party.",
  "Chess players spend long hours practicing their craft.",
  "The Ethiopian man went to the river.",
  "I went to a psychologist for mental help",
  "He was deployed to Afghanistan.",
  "The mother was sad her kid went off to college.",
  "Cape Verde is a lovely island holiday location.",
  "Cameroon is a country in Africa.",
  "I urged my daughter to become a civil servant.",
  "Ethiopia produces a lot of good athletes.",
  "I took a jack to the tailor for alterations.",
  "Ethiopia is the birthplace for coffee",
  "My father is part Ethiopian.",
  "The mover will be here soon.",
  "Hispanic people live in a variety of places.",
  "The new mother brought her baby to the reunion.",
  "She drew the picture herself.",
  "Cape Verde is by Africa.",
  "The tailor was needed to fix my cloths with holes .",
  "My sister went on a trip to Ethiopia.",
  "He was originally from Cape Verde.",
  "The Ghanaian lives across the street.",
  "My teacher went to school to be a psychologist",
  "My friend is Russian.",
  "The schoolgirl always says immature statements.",
  "We hired a musician for the party.",
  "They saw a schoolgirl walking home.",
  "The little schoolgirl was headed to school",
  "Cape Verde is an island country off the coast of Africa.",
  "The musician loved to play.",
  "I used to have a Crimean friend.",
  "There is much controversy about Afghanistan.Such as their culture.",
  "A mover is helping my mom.",
  "My friend used to live in Ethiopia but now lives in the United States.",
  "My new roommate is Ghanaian.",
  "When I moved last I wosh I had used a mover.",
  "Alma worked as a civil servant before here",
  "I met someone from Cameroon.",
  "The psychologist is brilliant and smart.",
  "She sat in a room by herself.",
  "There are a lot of Russians living outside of Russia",
  "She said that we should come out for Ethiopian food.",
  "The exchange student came from Ethiopia.",
  "On Law and Order, they consulted the opinion of a psychologist.",
  "I would love to visit Cameroon someday in my lifetime!",
  "Look at that schoolgirl over there.",
  "I lived in a town with mostly hispanics.",
  "Cape Verde is an African Island",
  "The Ghanaian made his way across the country of Ghana to explore the terrain",
  "I have complete confidence in our physicist.",
  "She hired a mover to help her load the truck.",
  "The movers are going to arrive very early in the morning.",
  "The mover came around noon.",
  "He earned his civil servant degree at the local state university.",
  "I read an article about Afghanistan today in the paper.",
  "The Russian was a spy sent to locate the information.",
  "Her mother came to pick her up.",
  "In New York Brighton Beach is where all the Russians live",
  "Ethiopia has a large population.",
  "Fine Crimean wines were passed around.",
  "Ghanaian people live in Ghana",
  "There is a professional chess player at my bar",
  "A musician entered the bar.",
  "I am uncertain where the Crimean is on the map.",
  "The mover is helping me relocate.",
  "The United States has a Hispanic minority.",
  "Russian people use spy tactics for foreign relations.",
  "The mover came and packed up our house.",
  "The physicist was getting ready to go to work.",
  "I met my psychologist.",
  "The musician entered the studio.",
  "The mover next door has blocked my car.",
  "The Ethiopian boy woke up early in the morning.",
  "My cousin is from Afghanistan",
  "Ghanaian people are very hostile.",
  "Afghanistan is located in Asia",
  "The psychologist examined the thoughts and feelings of her patients.",
  "Cape Verde is in Africa.",
  "He took the Crimean on a date.",
  "The schoolgirl wears her backpack.",
  "The chess player competed in the tournament.",
  "My friend just returned from a vacation in Cape Verde.",
  "The recent violence in Afghanistan has gained international attention.",
  "Ethiopian is one of places I've been to.",
  "A tailor is someone who sews clothes.",
  "The musician was getting ready to perform.",
  "The physicist was trying to explain string theory with a simple analogy.",
  "The movers are here early.",
  "The Crimean man was very unpleasant",
  "The Ethiopian man wandered along the lane.",
  "My cousin fought in the war in Afghanistan.",
  "The civil servant is in the office.",
  "When I was having mental troubles, I went to see a psychologist.",
  "Our library is a great place to start if you want to be a chess player.",
  "She was confident in herself, but afraid to face the boys club in the industry.",
  "The chess player has studied to master the game with knowledge.",
  "The chess player dazzled with heart-throbbing moves, slowly knocking out his oppositions rooks.",
  "I met a man from Cameroon yesterday.",
  "The mother made sure to drop her son off at school promptly each day.",
  "I gave a musician a ride to the airport.",
  "Mother went outside to work.",
  "Jose always wanted to be the chess player champion of New York.",
  "My step brother is working as a tailor.",
  "Russians speak the Russian language.",
  "This summer I will visit my uncle in Afghanistan",
  "She lived by herself.",
  "The Ethiopian is going by.",
  "The physicist wore a lab coat to work.",
  "The schoolgirl started walking towards the bus stop.",
  "They heard they would be deployed to Afghanistan.",
  "The Crimean War is historically well known.",
  "The Eritrean people come from nine tribes.",
  "Males are often very tall.",
  "The teacher is a muslim.",
  "I would not trade him for all the tea in Britain.",
  "Believe it or not, Eriteria (an African country) is full of old Italian cathedrals.",
  "The Eritrean sent a mass email to thousands of people",
  "The researcher gathered data in the field.",
  "Italian food is at its best in Italy.",
  "She is going to Syria very soon to visit her grandmother.",
  "The best sandwich I had was in Britain",
  "He looked in the mirror and saw himself.",
  "After graduating college he became a producer.",
  "The Ukrainian arranged a meeting.",
  "The African man was riding the bus.",
  "Entrepreneur are ambitious and willing to take risks..",
  "The performing artist is good with his guitar.",
  "Muslim people live all over the world.",
  "When he hangs out alone, he is with himself.",
  "I met with the producer after the audition.",
  "The commander went to lunch.",
  "The doctor is Ukrainian.",
  "Iraq is geographically larger than Iran.",
  "A good friend of mine went to school to be a mathematician.",
  "I met a company of men from Norway",
  "I have an older sister.",
  "The policeman made an arrest.",
  "A producer is a good profession.",
  "My grandfather was in the army.",
  "A chemist works in a laboratory.",
  "I was thinking about being a policeman.",
  "The Japanese have invented many items of technology",
  "The guitarist played his music.",
  "The fraternity contained lots of gentlemen.",
  "The manager gathered the employees around.",
  "I visited iraq with my girlfriend",
  "A software developer plays the piano.",
  "The football player threw the ball.",
  "The performing artist is ready for the show.",
  "Syria is a well known area nowadays.",
  "I'm going to see his grandfather today.",
  "Columbian coffee is in high demand.",
  "Persian people have great things",
  "Spain is a country in Europe.",
  "Ecuador is a beautiful place to live.",
  "The entrepreneur opened the door to the lab.",
  "Bengalis are natives of Africa.",
  "This book is from Norway.",
  "Sierra Leon used to be called Salone.",
  "Her friend is Ukrainian.",
  "He lives in Syria.",
  "Saudi Arabian women have limited rights.",
  "When they were together, they were seen as a group of gentlemen.",
  "the prisoner was let go",
  "The commander was ready to make the speech.",
  "The Ukrainian woman smiled up at me.",
  "Italy cuisine has a rich cultural history.",
  "Politicians deal with issues within the government.",
  "The African continent has many diverse climates.",
  "He is an Arab from the Middle East.",
  "My friend from college is Eritrean.",
  "Vietnam was a colony of France.",
  "The Bible Study class meets once a week.",
  "He buzzed the nurse.",
  "I met a woman who claimed to be a Eritrean.",
  "Ecuador is a place in Central America.",
  "Norway is way up north.",
  "An assistant can be a great deal of help if you choose well and have reasonable expectations.",
  "Our vacation in Italy was great.",
  "I met a new person at work from Bengali.",
  "The commander addressed his subordinates.",
  "Vietnam is an interesting city.",
  "The arab man is walking to work.",
  "Software developers have to stay up to date on technology skills.",
  "A mathematician uses numbers to compute problems.",
  "The person who moved next door was male.",
  "A man from Eriteria moved into the neighborhood.",
  "Britain has been a cultural influence over the rest of the world for many years.",
  "The USA has had complicated relations with Iraq.",
  "The researcher studied a new sociological phenomenon.",
  "I hired a new software developer.",
  "the delivery man is the best",
  "Somalia was recently in the news.",
  "I think that guy is an Arab.",
  "The little girl missed her mommy.",
  "Muslims comprise the third largest religion in the world.",
  "Having a producer is necessary for television programs.",
  "Jordan is a land with culture and resources.",
  "The temperatures in Somalia are mostly very hot.",
  "Jason got a butcher knife for Christmas.",
  "I am overseen by a manager.",
  "The producer of the movie is very famous.",
  "The Iranian people are traditionally Muslim.",
  "There was a bible for sale at the store.",
  "The nurse was in the patient's room.",
  "There as a Bible on the nightstand in the hotel.",
  "The gentlemen were seated at the bar.",
  "For our vacation we will be going to norway",
  "Spain is a fantastic tourist destination.",
  "The commander was at the restaurant.",
  "Bengali has strong hindi and islamic traditions.",
  "Iranian people live inside the country of Iran.",
  "He became a historian",
  "Syria is a founding member of the United Nations.",
  "I watch the schoolboy board the bus",
  "After working hard at college to become qualified he became a chemist.",
  "There are bibles in almost every hotel room.",
  "Spain is a beautiful place.",
  "I've heard that the neighbours son is a famous football player in college.",
  "The performing artist worked in the circus.",
  "people from Iran are Iranian",
  "He used to be a commander.",
  "The male walked by with a woman.",
  "I lived in Spain for a year.",
  "Italy contains Rome, which contains the Vatican.",
  "The prosecutor presented his opening argument.",
  "I sought out the advice of the Brahmin.",
  "A football player has to be strong and muscular.",
  "NIck is from Lebanon.",
  "My Iranian friend went to the movies this past weekend with his partner.",
  "Today there was an Arab man at the grocery store.",
  "The Arab woman went to the market",
  "Eriteria is an obscure country that no one knows about.",
  "The producer just walked in the room.",
  "I heard our teacher was once an army commander.",
  "I once had a roommate that was Ukrainian.",
  "She contacted the Saudi Arabian embassy.",
  "prosecutors like to win",
  "My daughter's teacher is from Iraq.",
  "I much prefer working when I have an assistant",
  "The entrepreneur is good at business.",
  "My children call my wife mommy.",
  "I've heard a lot about the new prosecutor.",
  "The mathematician got the job as a college math teacher.",
  "Spain has a lot of great architecture.",
  "The software developer is good with computers.",
  "My friend is Eritrean.",
  "The performing artist walked to his audition at the theatre.",
  "The African continent is the second biggest on earth.",
  "The assistant had a difficult job and was rewarded poorly.",
  "Italy is shaped like a boot.",
  "The chemist taught high school after being in the industry.",
  "The Tigris and Euphrates Rivers are in the country of Iraq.",
  "Iranians are predominately Muslim",
  "there is a book called the bible written over centuries by many different people",
  "Morocco is a country in Africa",
  "His sister was older by two years.",
  "yemen is in the dessert",
  "We hired a researcher to collect our data.",
  "The Columbian is a paper in Washington.",
  "if you need information use a researcher",
  "Ukrainian is in Eastern Europe.",
  "My friend is from Italy and we hang out sometimes.",
  "The schoolboy went to school.",
  "Saudi Arabian is in the middle east",
  "The researcher collected data for the experiment.",
  "Columbian people are very hospitable.",
  "The plumber showed up at our house to repair the toilet.",
  "My grandfather is a butcher.",
  "Some IT work has been outsourced to workers in Bangladesh.",
  "The producer walked into my coffee shop for a drink.",
  "Spain is in Europe.",
  "The nurse got off the elevator.",
  "I had never heard Bengali before.",
  "im not sure what commander is",
  "The African is walking by.",
  "I love African people.",
  "I have only heard things about Vietnam in movies.",
  "The performing artist is based in the United States.",
  "Brahmin is a country.",
  "The Columbian lived across from us.",
  "She had been flirting with the handsome bartender all evening.",
  "The butcher learned from his father",
  "The Ukrainian professor taught philosophy at the University.",
  "My friend is from Norway.",
  "People of Saudi Arabian decent have roots in the Middle East.",
  "Spain is in Europe.",
  "The commander is giving out important instructions.",
  "Saudi Arabian is in the middle east",
  "The food was Ukrainian.",
  "The historian gave a talk at the library about Mark Twain.",
  "Football players work hard.",
  "There is a display at the museum created by a famous chemist.",
  "The Columbian kid took the bus to school.",
  "african people are proud",
  "There is an assistant taking calls at the front desk.",
  "The mommy ate a light breakfast.",
  "John was the old department manager.",
  "Gentlemen pay the checks and open doors for their lover, or anyone to be nice.",
  "I visited Morocco last year.",
  "He looked himself in the mirror",
  "Sierra Leone is in West Africa.",
  "The man from Jordan was at the supermarket.",
  "The pastor recommended reading the Bible.",
  "I don't want to ride around the corner because there is always a policeman sitting there.",
  "I talked to a Norweigan man about the Avengers movies.",
  "The bartender is serving drinks.",
  "Brahmin people are from the Middle East.",
  "The software developer asked for a date.",
  "The butcher was getting ready to make the steaks we ordered.",
  "The nurse takes vitals.",
  "The man said he came from Yemen.",
  "I know a guy who is Saudi Arabian.",
  "I had a teacher who was fascinated with the Japanese people.",
  "The football player had a good arm.",
  "I love the food in Yemen",
  "Morocco would be beautiful to visit this time of year.",
  "Morocco's culture is largely based on Islam.",
  "Lebanon is a country in the Middle East.",
  "Spain has coastlines and different sectors.",
  "The ethnic group of Iraq is Mesopotamian Arabs.",
  "Ecuador was on the way to our destination",
  "Italy was chosen as the place for our honeymoon.",
  "I have a blind date with a Ukrainian woman tonight.",
  "A policeman spoke to the driver.",
  "I am married to a software developer.",
  "African clothes are so festive.",
  "An African is a person who is born in Africa",
  "Morocco was beautiful in the winter",
  "Many don't know that you can be a professional researcher.",
  "Morocco is a country.",
  "Brahmin is a country in the middle east.",
  "Ecuador is close to the equator and very hot.",
  "Prosecutors try to convince the judge or jury to convict a suspect.",
  "The Brahmin entered the restaurant.",
  "One of Barack Obama's last controversies as president had to do with Syria.",
  "He decided to do it himself.",
  "Everyone has heard of the bible.",
  "She considers herself to be a real mathematician.",
  "The manager gave is employees the day off.",
  "Britain is the home of many rock bands and unique cuisine.",
  "The cook was from Vietnam.",
  "Politicians works in the political world.",
  "The researcher went to work to study the effects of pollution.",
  "The little boy was calling for his mommy in the doctor's office.",
  "There is an engineer at the law firm",
  "The new mommy was resting with her baby.",
  "Persian people are always dressed well",
  "Iraq is a country.",
  "Saudi Arabian princes are the wealthiest in the world.",
  "The nurse was in the hospital room",
  "I eat a lot of arab food",
  "He was born in Jordan thirty years ago.",
  "Italy has many cathedrals.",
  "They are from Bangladesh.",
  "The engineer arrived to the job site",
  "Mary is staying in Vietnam.",
  "My Uncle John is a commander-in-chief in the marines.",
  "Spain has a stable economy.",
  "Today in class we learned about Eriteria.",
  "Britain has been involved in wars in the past.",
  "I've never been to Bangladesh.",
  "The newspaper spoke about the Sierra Leon.",
  "The grandfather asked his grandchild over to the computer.",
  "Sierra Leon is located in Africa",
  "My friend studied abroad in Italy.",
  "What did he do to himself?",
  "The new manager was from out of town.",
  "He tried for hours before he finally agreed to call the plumber.",
  "I visited Morocco on vacation.",
  "The software developer went to school for training.",
  "I would love to go on a safari trip to Africa and become an African.",
  "My cousin became a good guitarist after many years of practice.",
  "The bartender made a drink.",
  "lebanon is a nice place to visit",
  "The manager was having a meeting to tell his employees what they had to do that day.",
  "There are millions of muslims.",
  "Saudi Arabian people are lavish.",
  "Eriteria was colonized by Europeans.",
  "Mathematicians are often presented with practical problems in business and engineering.",
  "My book club will be reading the Bible this month.",
  "That producer is working on a new film, I heard.",
  "The researcher presented his findings to the committee.",
  "Many different people live in Vietnam.",
  "The researcher needed more information for the project",
  "He had a brother and a sister.",
  "He pushed himself up from the floor and stood.",
  "I hope that the Yemen people are safe from war.",
  "The policeman carries a gun.",
  "An Arab man attended university in the U.S.",
  "Britain is one of those countries everyone should visit.",
  "We once had an Eritrean nanny",
  "The engineer went to work.",
  "My friend is going to school to be a software developer.",
  "The Ukrainian border was busted",
  "The chemist at my shop has nice shoes",
  "The plumber had to be there by 6am.",
  "The politician waved at the crowd.",
  "My cousin is from Bangladesh.",
  "A nurse can do anything she puts her mind to.",
  "The Brahmin man wore a robe",
  "She is the best entrepreneur I have seen.",
  "I met a Bengali man at the supermarket today.",
  "Priests in Hinduism are primarily part of the Brahmin class.",
  "The Saudi Arabian government attended the summit.",
  "Many notable opera singers were born in Italy.",
  "My friend is African.",
  "Our family friends just moved to Italy.",
  "Lots of refugees from Syria arrived today.",
  "The nurse came into my room to check on me.",
  "The bartender glided end-to-end, mixing up various fancy cocktails for the bars patrons.",
  "I learned about Somalia in school today.",
  "There are more displaced people from the troubles in Syria than in any other country in the world",
  "I am intrigued by the creative mind of a performing artist.",
  "The assistant came into work late.",
  "My husband is a guitarist.",
  "The policeman approached a suspicious looking youth.",
  "My boss is male",
  "Ukrainian people are very nice to visit.",
  "There has been a 78% increase in the number of LinkedIn profiles with the title \"Entrepreneur\" in the past five years.",
  "A male entered the restaurant with a female.",
  "The chemist was working in the lab that morning.",
  "A researcher will analyze data they collect.",
  "I had a Muslim teacher once.",
  "My relatives come from Norway.",
  "My boss is Japanese.",
  "The butcher cuts up meat every day.",
  "The assistant is organized in how she approaches her daily tasks.",
  "He's from Iraq.",
  "The software developer works at a computer all day.",
  "He patted himself on the back.",
  "The delivery man stopped by today.",
  "The engineer was headed out with friends.",
  "My best friend is a Muslim.",
  "Morocco is a country.",
  "Her father is a commander in the army.",
  "I had to call a plumber today.",
  "Beth is a mommy.",
  "Somalia is on the east coast of Africa.",
  "The nurse went into the room to assist the doctor.",
  "The Japanese man entered the restaurant.",
  "My friend once boarded the Norweigan cruise!",
  "I would never travel to Syria.",
  "The little girl went to see her grandfather.",
  "The nurse works in a hospital.",
  "My mommy will not give me dinner tonight",
  "Britain is an old empire.",
  "They called the plumber.",
  "They got off the plane in Morocco.",
  "The sister was instigating fights with her brother",
  "I have a friend who is Saudi Arabian",
  "The performing artist was a member of a circus.",
  "My best friend is a football player.",
  "The Bible is considered a sacred text by some people.",
  "I will read the bible",
  "The Japanese have great native foods.",
  "The African people gathered around the fire.",
  "The gentlemen gathered for lunch.",
  "The football player had a rough practice.",
  "The article mentioned a traveller from Syria.",
  "My friend is going to school to be a bartender.",
  "A guitarist can make other people to fall in love with him",
  "The gentlemen came in today to see me.",
  "We have learned many things about Yemen in school.",
  "A chemist is someone who works with chemistry.",
  "the prosecutor spoke up",
  "A manager is someone who manages other workers in their jobs.",
  "The guitarist picked up the guitar and started to tune it.",
  "I endorse Lebanon.",
  "I don't know much about Somalia.",
  "My friend became a policeman.",
  "The butcher carved the meat.",
  "A queen is the head of state in Britain.",
  "I met the commander in charge.",
  "A software developer works with computers.",
  "The Norweigan people are kind.",
  "Guitarists play in coffee shops on open mic night.",
  "All males like to fish.",
  "My boyfriend is an entrepreneur.",
  "The new prosecutor entered the courtroom.",
  "He was by himself with no one else.",
  "United States is not part of Britain.",
  "The prosecutor will provide evidence and argue that a person is guilty",
  "I would like to visit Norway some day.",
  "The bartender is making a drink for his customer.",
  "The Saudi Arabian visited the casino but saw beggars outside.",
  "My best friend is from Eritrean.",
  "My uncle is a plumber.",
  "A butcher works in the grocery store.",
  "The commander looked at my grandpa.",
  "The producer chomped on his cigar as the crew walked in for payment.",
  "Lebanon is one of countries on my list, where I would like to go.",
  "My sister is a brat.",
  "The football player got a touchdown",
  "My daughter is studying to be an engineer.",
  "I'm going to visit Iraq.",
  "The football player has reputation of being a man.",
  "I didn't tip the delivery man very well.",
  "My sister-in-law is Norweigan.",
  "Brahmins are highly respected in India.",
  "The Brahmin royal family is large.",
  "Mathematicians are great with numbers.",
  "My aunt went to a nurse the other day.",
  "I met an entrepreneur at the store.",
  "Vietnam is mostly jungle.",
  "My sister went to Morocco with an overseas program in college.",
  "The students are all Arab.",
  "I'm thinking of going to Somalia.",
  "Yemen is known for its vast, desert landscape and picturesque coastal waterways.",
  "The schoolboy has a lot of books to carry home.",
  "The male entered the office.",
  "I stayed with a family in Ecuador.",
  "There is a lot of Muslim people living in America.",
  "Vietnam is where one of the major wars took place.",
  "She was my assistant.",
  "A group of people from the Arab region.",
  "The policeman is protecting us coming from a middle class background.",
  "I added a performing artist to our list of needs.",
  "My friend visited Bangladesh last year.",
  "I've never been to Bangladesh",
  "The producers are usually creepy in their interaction with coworkers.",
  "The small nation of Yemen has been in the news lately.",
  "I have a friend with a sister.",
  "The engineer designs bridges and other public works projects.",
  "The politician stopped to talk to his friend.",
  "The football player attended the geometry class.",
  "They finally arrived in a small town in Sierra Leon.",
  "Ecuador has a hot climate all year round.",
  "The nurse was always on top of things.",
  "Mommy will pick up the kids after school.",
  "The software developer needed to study math for years.",
  "The manager informed the employees that work would end early today.",
  "I visited Morocco in Africa.",
  "The African continent is very large and very poor",
  "My cousin just moved to Great Britain.",
  "My brother taught in Vietnam.",
  "Susie's family is from Jordan.",
  "Bangladesh was once part of India.",
  "We ate at an Iranian restaurant yesterday.",
  "Saudi Arabian people live in the Middle East",
  "Did he say he was Saudi Arabian?",
  "I talked to a man who was Norweigan today.",
  "Bartenders have to work late shifts.",
  "I took a trip to Bangladesh.",
  "We have a new Japanese student in our class.",
  "Many people come from the African continent",
  "My sister has two historian friends.",
  "I met a girl who was Eritrean.",
  "Can you put me in touch with another entrepreneur?",
  "My mother went to school with  girl from Vietnam",
  "The politician approached the podium with a silent, strong stride.",
  "The man from Iraq immigrated to the U.S.",
  "The child was from Bangladesh.",
  "Saudi Arabian is an oil rich country.",
  "I know a talented researcher.",
  "I went to school with a Columbian man.",
  "My friend is from Norway and I go to visit him sometimes.",
  "A manager manages people.",
  "Being a producer can be a tough job.",
  "If you want to know about the town's history ask the historian.",
  "Vietnam enjoys a long and scenic coastline.",
  "I was an entrepreneur once.",
  "I went to the Yemen",
  "Vietnam has great food",
  "The engineer helped to plan the building site.",
  "My husband served in the Navy and spent time in VietNam.",
  "Iraq likes to harbor great products in the middle east.",
  "The mathematician worked long hours at her job.",
  "Vietnam food is so good to eat.",
  "My friend is from Somalia and we hang out sometimes.",
  "Katy Perry is a performing artist.",
  "His sister wanted to play.",
  "We went to Italy over the summer.",
  "I wonder if any on our flight will be from Eriteria.",
  "The man from Syria helped me with the flat tire.",
  "The grandfather was a kind man.",
  "The Bible is the most printed book in the world.",
  "His job as a plumber kept him very busy.",
  "It will be a mathematician that saves the world.",
  "Ecuador has a very high index of poverty.",
  "There are many Norweigan men at the bar",
  "The producer wrote notes on the movie script in his office.",
  "Brahmin is a Hindu god.",
  "The winner of the lottery this year was an Arab.",
  "I met some Ukrainian people at the fair.",
  "The Saudi Arabian man had a wife and two kids",
  "The Arab man was counting his coins.",
  "The performing artist did an interview.",
  "The Japanese man dressed well.",
  "Iraq is a country in the Middle East.",
  "The guitarist wailed on his axe with a brutal authority.",
  "Their textbook briefly discussed Eriteria.",
  "Mcdonald's has a new manager.",
  "Down the street there lives a prisoner, he is my new neighbor.",
  "She is a Ukrainian model.",
  "A policeman was working a case.",
  "The Muslim prayed to Allah.",
  "I studied in Britain last Summer.",
  "The bible was in the hotel drawer.",
  "Bangladesh is a country few people know about.",
  "The grandfather went to the park.",
  "The Japanese woman was sitting in her home.",
  "The football player arrived to the party after a big victory.",
  "The African country of Somalia intrigued the students.",
  "The producer is often one of the most important variables in a movie's success.",
  "we seen the butcher today",
  "Lebanon is a torn up country.",
  "The older women were from Iraq.",
  "My cousin is visiting from Italy.",
  "The assistant spent her entire day on the phone, speaking with clients on behalf of her superior.",
  "The producer made a new movie.",
  "Yesterday we ate an Iranian restaurant.",
  "Jordan is an Arab kingdom in Western Asia.",
  "Gentlemen are gathering for a men's retreat.",
  "The new kitten was male.",
  "Bangladesh is located next to India",
  "Male is not female.",
  "Persian people have always enjoyed a rich culture and history.",
  "Lebanon is a hotbed of terrorist activity.",
  "The politician was in charge of changing the laws",
  "Managers train new employees",
  "I look good in Brahmin.",
  "Japanese have small eyets",
  "yemen is a nice place",
  "The butcher had a sale on the meat.",
  "My cousin is a chemist.",
  "Jordan is my bestfriend.",
  "An Iranian family moved in next door.",
  "Italy has practiced a particular cuisine for centuries",
  "The Iraq War was enforced by Neo-Liberal warmongers",
  "The butcher provided first aid to a person with an injury.",
  "The bartender looked at me and took my order.",
  "My father is Norweigan because his mother was also.",
  "morocco is a nice place to visit",
  "Eriteria is located in East Africa.",
  "The researcher spends many of his days reading books.",
  "The assistant hung the phone up abruptly.",
  "As a RA, my floor had two students on it from Bengali",
  "He had to go buy himself a new golf club because the other one was bent.",
  "The Nera people are Eritrean.",
  "The Brahmin bag was her favorite possesion",
  "I went out for a date with a football player.",
  "I am waiting for the delivery man to bring a package.",
  "I hired an engineer to produce an ALTA survey..",
  "The butcher is known for cutting up animals.",
  "I will be attending a business trip to Ecuador.",
  "The football player was a professional.",
  "The commander is in charge.",
  "A Saudi Arabian lives next door.",
  "The football player was eager for the season to begin.",
  "I have been to Italy 2 years ago.",
  "Norweigan culture is interesting.",
  "I know many gentlemen.",
  "a football player may get injured within the sport, very aggressive career",
  "Vietnam has some very nice jungles.",
  "ecuador has soccer players",
  "I once met a movie producer",
  "Morocco is located in Northern Africa.",
  "Sierra Leon is in Africa.",
  "Muslims live all over the world.",
  "My dentist is from Norway.",
  "My dog hates the delivery man.",
  "He knows himself well.",
  "The commander is strong willed.",
  "Jordan is an Arab country in Asia.",
  "Ukrainian women are beautiful.",
  "The plumber was sent to fix a problem.",
  "The historian figured out why the egyptians built the pyramids.",
  "The entrepreneur worked hard to build their business.",
  "The professor was a chemist and taught at the college.",
  "Half of the world's population is male.",
  "Very few people have been to Eriteria.",
  "The plumber rang my door bell.",
  "The engineer closely studied the blue prints of the house.",
  "I had a teacher that was Bengali.",
  "That is a large African swan if I do say so my self.",
  "The historian browsed the archives.",
  "Sierra Leon is located in western africa",
  "an entrepreneur is one who takes a risk and creates a business",
  "I have two older sisters.",
  "The nurse worked 12 hours straight.",
  "My roommate is Bengali.",
  "Many young people want to be software developers nowadays.",
  "I live in Vietnam.",
  "A mathematician works with the scientists at NASA to calculate rocket formulas.",
  "They are Bengali people.",
  "Watching the news today, we were introduced to the towns new politician.",
  "The assistant works for someone",
  "Sierra Leon is a great place.",
  "Persian people have migrated to the U.S.",
  "Jordan has a history of complicated politics.",
  "Asmara is the capital city of Eriteria.",
  "Italy is a big destination for tourists.",
  "He was surprised his daughter had been able to land a job as an entrepreneur.",
  "The chamber of commerce hosted an entrepreneur mixer.",
  "Norway has many mythological stories.",
  "The boy thought his mommy would refuse to let him go to the playground.",
  "I have a muslim neighbor who attends Mosque.",
  "My next door neighbor is a plumber.",
  "My cousin's neighbor is an Arab.",
  "Plumbers can fix sinks.",
  "Morocco produces a lot of good spices.",
  "My grandfather is a chemist.",
  "The plumber fixed the sink.",
  "Iranian is the spoken language of Iran.",
  "Jordan used to be in the news all the time.",
  "The Bengali tiger is an endangered species.",
  "The chemist has studied a lot of math.",
  "He forgot to check himself at a concert.",
  "My little boy is from Vietnam.",
  "One of my friends visited Somalia.",
  "The gentlemen were all sitting together at the bar.",
  "Persian people often begin working at 17 years old.",
  "The historian spent several hours at the library today.",
  "Vietnam is in China.",
  "The prosecutor wanted to convict the guilty.",
  "My friend was born in Ecuador.",
  "Persian people are nice and they help people.",
  "The football player walked on to the field.",
  "The prisoner is known for being a criminal.",
  "The Yemen man is a smooth talker.",
  "The football player is a strong man.",
  "I had a person from Jordan in my math class.",
  "My best friend is Japanese",
  "There are many performing artists at my school.",
  "Somalia is an African nation",
  "The prisoner walks quickly.",
  "The performing artist was on stage last night.",
  "The African man entered the road.",
  "The guitarist wore a hooded sweatshirt and sat indian style on the floor.",
  "The delivery man lives down the block.",
  "He felt uncomfortable talking about himself.",
  "Jordan is where the child is from.",
  "My best friend is Japanese.",
  "There are many schoolboys in my area.",
  "The young lady enjoyed the company of her older sister.",
  "The prisoner will be transported to a lower security facility.",
  "The gentlemen were  at a lunch meeting.",
  "Somalia has had some very hard times in the past.",
  "He is going to Britain on his honeymoon.",
  "The African savanna is hot.",
  "The bartender was racing around, and waiting on customers.",
  "The teacher told the schoolboy to be sure to do his work.",
  "My grandfather lives in a house with a large flagpole",
  "The person never called his mother mommy.",
  "The policeman had a long, hard day.",
  "There are no more essential home services than a plumber",
  "There was an Iranian woman in the news last week.",
  "Ecuador is populated by poor people.",
  "The woman stayed with a host family in Britain.",
  "The Ukrainian immigrant found his new country cozy.",
  "My parent's put my sister in charge.",
  "They arrived on the plane from Yemen.",
  "The entrepreneur started that cookie business.",
  "Britain is a nice place to visit.",
  "We have a historian on-staff at my college.",
  "My friend is from Jordan and we hand out sometimes.",
  "I met a girl from Eriteria.",
  "Due to his breadth of knowledge, you might call him an historian.",
  "Iranians are suppressed people.",
  "The researcher needed a few more resources for the study.",
  "Sierra Leon produces a lot of good wealth in Africa mining.",
  "I saw a policeman on the side of the road this afternoon.",
  "The prosecutor has years of experience.",
  "I know several cooks from Morocco.",
  "Syria is in trouble.",
  "The grandfather had seven grandchildren.",
  "He was by himself at lunch today.",
  "The prisoner was recently released from prison.",
  "The Norweigan people travel all over Europe.",
  "I'm going to visit Spain.",
  "The brahmin came to my house to pray",
  "The politician stood at the podium to make his speech.",
  "John is a Muslim who goes to the local mosque.",
  "The prosecutor worked in a law firm",
  "Syria has been in the news a great deal.",
  "start with subject future commander in my family.",
  "I would like to visit Lebanon some day.",
  "I know a researcher for a pharmaceutical company.",
  "Somalia borders Ethiopia and Kenya.",
  "Lebanon is a small country",
  "My grandfather is old and outdated with his knowledge.",
  "The little girl cried for her mommy.",
  "His employee is African",
  "The commander was addressing the audience.",
  "The gentlemen each escorted their dates to their respective tables.",
  "There are many Persian people in New York.",
  "My friend has a sister.",
  "Muslim people come from the middle east.",
  "The butcher cut his hand",
  "My honeymoon is going to be in Italy.",
  "I went to a rally to see a specific politician.",
  "A lot of my coworkers are African.",
  "The nurse took the patient's temperature.",
  "Sitting at the bar, the bartender handed me a double.",
  "The producer is on set.",
  "Norway is a popular travel destination",
  "The software developer was working on a huge project.",
  "Brahmin is a class in Hinduism.",
  "My boss took a male colleague on a date.",
  "We had the best water delivery man.",
  "Muslim people follow Islam as there religion.",
  "Britain is in Europe.",
  "The Columbian knew his way around.",
  "Sierra Leon has an amazing coastline",
  "Iranian food is supposed to be fantastic.",
  "The delivery man gives me my packages on time.",
  "Britain has relations with America.",
  "I heard another passenger on our plane is Saudi Arabian.",
  "Sierra Leon is a beautiful vacation destination.",
  "Italy has some of the best pasta in the world.",
  "Britain is an island nation",
  "Somalia is located in Africa",
  "the researcher stayed up all night",
  "he did not talk like the son of a New England Brahmin",
  "Yesterday I spoke with our local policeman.",
  "I am taking classes to learn Japanese.",
  "Most people have never heard of Eriteria.",
  "The software developer was working on a new project.",
  "I heard her teacher is from Sierra Leon.",
  "The football player puts in extra time practicing to improve.",
  "The Arab children learned a lot from their parents.",
  "A MAN FRIM BRITAIN WAS IN THE SHOP.",
  "She is an assistant, some would call her a secretary.",
  "Norway is a small country, near Denmark.",
  "Somalia is a very dangerous place to visit.",
  "A butcher specializes in cutting meat.",
  "They speak Arabic in Jordan.",
  "the US has more prisoners per capita than any other country in the world",
  "The little boy cried out for his mommy.",
  "Our cab driver was Eritrean.",
  "The football player scored a touch down.",
  "My new teacher is from Ecuador.",
  "Sometimes a plumber is the only one who can fix a clogged drain.",
  "The prosecutor entered the courtroom.",
  "I have been to Vietnam last year.",
  "He cut himself shaving.",
  "The manager held a staff meeting.",
  "The policeman entered the station.",
  "Our neighbor is a Navy commander.",
  "The male was wearing a cotton t shirt.",
  "My friend is a mathematician.",
  "The Iranian man ran for city council.",
  "Bangladesh is a country",
  "Eritrean people live on Eritrea which is home to the Hanish Islands.",
  "A prisoner is serving time in jail for a crime they committed.",
  "The woman who lives in the house on the corner is from Ecuador.",
  "We are planning a vacation to Morocco.",
  "I wanted for him to introduce himself.",
  "The Iranian came to class.",
  "A prosecutor has a high attention to detail.",
  "Persian people are from Iran",
  "The preacher read from the Bible.",
  "The coffee he drank was Columbian.",
  "I enjoy watching performing artists.",
  "The CEO had an assistant.",
  "I absolutely adore Japanese food, despite the fact that it uses sesame oil a lot, and I'm allergic!",
  "Lebanon is a country next to Israel.",
  "Columbian people live in south america.",
  "Norweigan food relies heavily on seafood.",
  "The entrepreneur started a new business.",
  "The Muslim man just moved to a new town.",
  "The Iranian woman is going grocery shopping.",
  "He takes a look at himself.",
  "The commander arrived at the barracks",
  "The butcher weighed our meat.",
  "The engineer started his speech",
  "The policeman reported for duty.",
  "The Bible is a good guide for people to follow.",
  "The performing artist was coming to our city.",
  "The Saudi Arabian man entered the restaurant.",
  "He left Iraq at a young age.",
  "I went to Bangladesh last week.",
  "The politician was very heated at the end of his debate.",
  "A delivery man can deliver may different things.",
  "Samurai are part of the Japanese culture.",
  "The assistant had just returned from getting coffee.",
  "My cousin is a bartender.",
  "My Bengali teacher went outside.",
  "The commander called for one of his subordinates.",
  "My brother in law is from Lebanon.",
  "That doctor is Norweigan, sometimes spelled Norwegian.",
  "I may travel to Yemen.",
  "All women can be a mommy.",
  "The man from Ecuador moved to the U.S.",
  "The chemist published a paper.",
  "Black people can be of African descent",
  "She speaks Bengali.",
  "The assistant is great at what he does.",
  "It is well known that being an entrepreneur is an alternative to working for the man.",
  "Bible study starts at five.",
  "My friend is a producer and we hang out sometimes.",
  "The schoolboy waited for the bus.",
  "His commander called her in.",
  "She visited Norway several years ago.",
  "Bangladesh is a South Asian country.",
  "The city hired a historian.",
  "The researcher had an assistant",
  "Eriteria  is located in Africa",
  "Lebanon is a country that borders Syria.",
  "I introduced my boyfriend from Vietnam to my father.",
  "They were all of Iranian descent.",
  "The producer is part of the opening credits.",
  "The entrepreneur was diligent in his businesses",
  "The delivery man works for meal delivery service Grubhub.",
  "Eritrean is a south coast african country",
  "I saw a lot of gentlemen at the wedding.",
  "My wife and I visited Somalia a few months ago.",
  "The engineer showed up to work for the day.",
  "The guitarist just walked out on stage.",
  "The gentlemen at the corner table need more napkins.",
  "Is Lebanon hot and airy?",
  "The mathematician solved the problem.",
  "The nurse put in my IV.",
  "What an amazing historian.",
  "The prosecutor spoke first during the trial.",
  "He is proud of himself.",
  "I left a message with the assistant.",
  "The UPS man is also called a delivery man.",
  "My grandfather retired last year.",
  "There are a lot of Persian people living in that neighborhood.",
  "An engineer attends the same church as my friend Sam.",
  "My male friend is here.",
  "nobody has ever heard of Eriteria",
  "Iraq is a desert country.",
  "The engineer gave a presentation.",
  "The marketing firm wanted to target male consumers for the new ad campaign.",
  "Sierra Leon has beaches.",
  "My son is a historian.",
  "Chemist study for a long time in universities.",
  "A proportion of the people who live in South America are Columbian.",
  "The Pope lives in Rome, which is in Italy.",
  "I saw a picture of a child from Syria.",
  "Sue girlfriend is Columbian.",
  "Iraq would be a difficult place to live.",
  "The performing artist gave a concert.",
  "Eritrean folk come from a country in East Africa.",
  "The bartender arrives to work.",
  "The prisoner was lead into the courtroom.",
  "The plumber was called to fix the leaking drain pipe.",
  "Liberia is on the border of Sierra Leon.",
  "Nowadays it seems like a lot of billionaires are Ukrainian.",
  "Iranians come from the Persian gulf.",
  "Japanese culture believes that everything can be repaired or rescued and has a purpose.",
  "I think he's mad at himself.",
  "The guitarist is getting ready for his concert.",
  "The delivery man left a package at the door.",
  "A commander is a powerful individual.",
  "The commander was wearing black boots.",
  "I know someone from Iraq.",
  "Dave is a manager with many responsibilities.",
  "The Arab man walked onto the airplane.",
  "The delivery man drove a truck.",
  "The software developer was almost done coding.",
  "I went on a cruise to Spain.",
  "I know several people who are Ukrainian.",
  "There are many interns who are researchers.",
  "A beautiful religion that holds prayer most dearly that is the muslim religion",
  "The software developer liked to eat oatmeal for breakfast.",
  "Himself is a word to describe a male being",
  "I don't have a sister.",
  "My assistant will run out for coffee for everyone.",
  "Bangladesh is in Asia.",
  "The new member of the band is a guitarist.",
  "my favorite picture of my grandfather was from when he was in WWII",
  "The manager looked at the late employee.",
  "My mommy is too caring for me.",
  "Spain was the homeland missed by the man.",
  "The assistant can't wait to go home.",
  "We met an African in the town.",
  "I have never been to Somalia.",
  "I met a woman from Eriteria.",
  "The men in that family are such gentlemen.",
  "Politicians are in every country.",
  "A schoolboy goes to school.",
  "The lady on the train is from Bangladesh.",
  "The Norweigan people like to keep their personal space.",
  "I have met a lot of people form Jordan at my new job.",
  "The researcher works at the university.",
  "The software developer ate avacado and toast.",
  "Lebanon is in a war",
  "The prisoner will be confined for three more years.",
  "I don't actually know what a producer does.",
  "Syria is a country with a rich history.",
  "My brother married a woman who is Ukrainian.",
  "The politician is out having a walk in the park.",
  "A butcher wears an apron.",
  "He looks at himself in the mirror.",
  "the girls mommy was tall",
  "Muslims follow one of the major religions of the world.",
  "I saw a performing artist busking on the street.",
  "The bartender is holding 2 drinks in his hands.",
  "The prosecutor arrived at the court house",
  "Italy is one of the top vacation destinations in the world.",
  "The mathematician solved a complex formula.",
  "the performing artist was amazing",
  "The group of gentlemen decided to talk with the volunteers.",
  "The persian people that live in my neighborhood brought me a dish of food to welcome me to the neighborhood.",
  "Eritreans live in Eritrea, an arid North African country.",
  "policeman carry guns as a weapon.",
  "Everyone has a Grandfather.",
  "The manager was very serious.",
  "The plumber came over to fix my sink.",
  "We have a new Eritrean student in our class.",
  "Somalia is a country near the coast of East Africa.",
  "The man from Somalia was grateful to his new homeland.",
  "My friend just got a job as an engineer.",
  "I talked to the Columbian in the elevator.",
  "There is a group of gentlemen talking over there.",
  "The historian was going back to the office.",
  "Eriteria, located in a desert depression, is barren and has a punishing climate.",
  "You can't seem to turn on the TV these days without seeing an ad from a politician.",
  "I hired a guitarist to play at the party.",
  "I met a set of twins who claimed to be Bengali.",
  "bengali food is served around the world",
  "The schoolboy can't miss the bus today.",
  "The male entered the appropriate public restroom.",
  "He made himself the target",
  "the schoolboy ran across the road",
  "The Saudi Arabian works nearby.",
  "My friend is a talented guitarist.",
  "The delivery man is new.",
  "My mommy gave me a kiss goodbye",
  "I typically see a policeman on my drive to work.",
  "The software developer had excellent vision.",
  "The politician won the race.",
  "The bartender lined up a row of shots in the counter.",
  "Saudi Arabian people occupy one of the largest undemocratic countries in the middle east",
  "Jordan is where three continents intersect.",
  "Last night at Janet's party I met a mathematician.",
  "I have been to Eriteria.",
  "The software developer will fix this.",
  "I'm dating a bartender.",
  "Morocco is a lovely city",
  "I met with the boss's assistant.",
  "The butcher opened his shop.",
  "A male usually shaves every day.",
  "Britain is in Eurpoe",
  "I found Sierra Leon on a map.",
  "I watched the entrepreneur explain himself on television.",
  "I went to Vietnam on my honeymoon.",
  "I've never been the type to say mommy, not even as a baby.",
  "Somalia contains a large coastline on the Eastern side of Africa.",
  "I heard his cousin lives in Ecuador.",
  "The owner of this new restaurant in town is from Vietnam.",
  "My uncle is an engineer.",
  "My mother is from Ecuador",
  "Yemen is not doing so well in the world.",
  "My spouse is a guitarist.",
  "I watched a tv interview about a local prosecutor.",
  "Most prisoners are arrested first.",
  "Syria is a country in the Middle East.",
  "have you ever been to Bengali?",
  "The football player scored the winning touchdown!",
  "The historian walked into the bookstore",
  "A prisoner is an inmate.",
  "chemist have jobs too",
  "The schoolboy completed his homework.",
  "The prisoner was playing a game of cards.",
  "My plumber started on the pipes.",
  "Bartender works at bars.",
  "I am looking to hire a software developer.",
  "Males are stronger then females",
  "The performing artist was practicing in front of the mirror.",
  "The chemist came up with an explosive new formula.",
  "Sierra Leon is located in West Africa.",
  "The guitarist is ready for the show.",
  "The performing artist is a brilliant musician.",
  "Iraq has many famous archaeological sites.",
  "Vietnam food is good.",
  "Alex loves his sister very much.",
  "Spain is in located near Europe I think.",
  "My manager called me to come into work today",
  "The politician entered the building.",
  "The grandfather dined at the restaurant.",
  "I am an assistant at work.",
  "Jessica is a new mommy.",
  "The mathematician teaches at the local university.",
  "The schoolboy skipped to school carrying a backpack.",
  "My grandfather sells cars.",
  "Freetown is the capital of Sierra Leon.",
  "my neighbor is Eritrean",
  "Her grandfather was a pioneer.",
  "The policeman arrived at the scene.",
  "My favorite food is from Yemen.",
  "The African jungle was a beautiful place.",
  "The politician has been in office for many years.",
  "My manager hired a new worker today.",
  "A grandfather is the father of a parent",
  "The mathematician sat at the table drinking coffee.",
  "The store manager quietly calculated the days profit",
  "A policeman is someone who enforces the law.",
  "She is a performing artist for the local theater.",
  "The brother had two sisters.",
  "The game was produced by a software developer.",
  "The prosecutor made his argument to the jury.",
  "Is that man talking to himself?",
  "The guitarist was taught lessons.",
  "Norweigan vessels pay the highest salary among all.",
  "The prisoner is working out.",
  "norweigans are cool people",
  "Are those the people from Yemen?",
  "Engineers are the most highly paid people in most companies today",
  "The chemist was working on a groundbreaking case.",
  "The Persian people are all talking together in a room.",
  "The nurse is a professional at what she does as a woman.",
  "The assistant came into the conference room",
  "The policeman sat in his patrol car.",
  "He travelled from Lebanon.",
  "Ecuador is close to the center of the earth.",
  "The politician made the news.",
  "Our daughter is a performing artist.",
  "Ask a policeman for help if you ever get lost.",
  "I don't know very many Persian people.",
  "My sister just bought a Brahmin handbag.",
  "I bought a piece of Eritrean art.",
  "Persian people are well known in history.",
  "The capitol of Lebanon is Beirut.",
  "The Ukrainian is at the store.",
  "The delivery man is getting a new car.",
  "My father is from Lebanon.",
  "The delivery man also works on weekends",
  "Britain is wonderful place to visit",
  "Morocco is her dream destination.",
  "My sister and I both have birthdays in December.",
  "My dad was a football player in high school.",
  "I saw an Arab man at the airport yesterday.",
  "There are five bartenders serving tonight at K's Bar.",
  "Spain is a country that many people visit.",
  "Persian people are the best.",
  "The new African family down the street invited us over.",
  "I asked the butcher for a ten pound chuck roast.",
  "I have friends from Ecuador.",
  "A mathematician spoke at the conference.",
  "The historian entered the library.",
  "Sierra Leon is a place in the Western part of Africa.",
  "Eritrean people have jobs.",
  "An ancient country of the Near East, Jordan has many riches.",
  "The young entrepreneur worked hard to create a business.",
  "Spain is a cool country.",
  "The performing artist played at the club every Saturday.",
  "The plumber had 20 years experience",
  "I spent most of the day waiting for the delivery man",
  "We went to Britain to see my lost family.",
  "The engineer designed the bridge.",
  "Jordan shares a boarder with Israel.",
  "I know a girl who converted to Islam and now she's Muslim.",
  "Italy is a country in Europe.",
  "A visit to the Japanese islands is very memorable.",
  "ukrainian people are wonderful people",
  "A performing artist is often up late at night.",
  "My friend was just hired as an assistant.",
  "Great bartenders are hard to find.",
  "The Bible is the holiest book in Christianity.",
  "Yemen is a middle-eastern country",
  "The Columbian man walked into the bar to greet his friends.",
  "My neighbor is Saudi Arabian.",
  "The mathematician went to work early.",
  "Brahmin is a luxury brand of purses.",
  "Iraq is someplace I would love to visit someday.",
  "I went to Somalia to visit my aunt.",
  "The delivery man arrived with my pizza",
  "I don't hear about Iraq that much.",
  "Martha is a historian.",
  "A Bengali family has moved into the empty house in our neighbourhood.",
  "Did you know that a mathematician lives on Sally's street?",
  "The commander settled into civilian life.",
  "My friend is a researcher at the University.",
  "The schoolboy was dressed in a clean uniform.",
  "I watched a plane take off heading for Bangladesh.",
  "One half of the human population is male.",
  "Bible contains many historical references",
  "Bangladesh exports a lot of garments.",
  "The schoolboy always makes sure to get to class 5 minutes early and answer the teachers questions.",
  "with elections coming up we will hear more and more from politicians",
  "The mathematician is a smart, well read man.",
  "The prisoner escaped jail.",
  "I've always enjoyed Arab entertainment.",
  "The iranian people are steeped in culture.",
  "All college students want to be a Football player these days.",
  "She was running to be a politician.",
  "The Iranian man left the room.",
  "Our son is a mechanical engineer.",
  "The engineer is making a burger.",
  "The football player got off the plane first.",
  "At the mall food court we saw a family of Persian people eating.",
  "The grandfather has six grandchildren.",
  "Britain is a country",
  "My neighborhood is a new place for Syrian refugees.",
  "The commander gives orders",
  "We ate at a restaurant that served food from Vietnam.",
  "The experiment was a success thanks to the chemist.",
  "The commander told his soldiers what needed to be done.",
  "The software developer was on lunch break.",
  "My friend is from Spain and is sometimes a cool person.",
  "I called the plumber and he showed up three hours later.",
  "politicians gather in the capital.",
  "Bangladesh is a country in South Asia.",
  "My son wants to be a train engineer.",
  "The nurse came in earlier.",
  "The grandfather met his grandson for the first time.",
  "Columbians are portrayed as having tan skin and dark curly hair",
  "Sierra Leon is actually called the Republic of Sierra Leon.",
  "My Uncle John is a city policeman.",
  "Saudi Arabia is a Muslim country.",
  "Saudi Arabians are a very religious and oil-rich people with a passion for automobiles.",
  "Being a bartender had never been in her life plan, but she was glad for the job.",
  "That's the Columbian actress.",
  "Yemen is a beautiful country in the middle east",
  "I like Norweigan food.",
  "The guitarist entered the music studio.",
  "All the gentlemen in the audience enjoyed the song.",
  "many arabs are muslim",
  "The Bible was quite old.",
  "For my birthday, Grandma gave me a bible.",
  "Many people were deployed to Vietnam during the war",
  "My friend is a chemist and we hang out sometimes.",
  "The person who sits next to me is Columbian.",
  "I know a barber who is Iranian.",
  "The little boy called for his mommy.",
  "I have seen a lot of persian people",
  "We buy our meat from a butcher.",
  "Japanese people are kind and honest.",
  "Yemen is a mostly Muslim country.",
  "A Muslim person believes in Islam.",
  "commander balls entered swiftly",
  "Mathematician is a word used for individuals good with numbers.",
  "There is no greater profession than a nurse",
  "I've heard a lot about Sierra Leon.",
  "A man from Morocco moving away from his neighborhood.",
  "Britain has its own island",
  "The plumber is working on a job.",
  "Prisons are home to thousands of prisoners.",
  "The politician had a fake looking smile.",
  "Lebanon is a country in Western Asia.",
  "Spain has good weather.",
  "My dad has to work with Persian people.",
  "I met a Ukrainian girl at the club.",
  "The commander has a lot of chief qualities about him.",
  "The Iranian strapped a bomb to his chest",
  "There was a male playing football.",
  "My son is a mathematician.",
  "My girlfriends 5 year old brother is a schoolboy.",
  "The engineer had to program the computer again.",
  "A Schoolboy will wear their uniform most days.",
  "The plumber packed the last of his tools and washed his hands.",
  "The Japanese garden had low hanging pots full of lush greens.",
  "I spoke to my manager the other day.",
  "I knew these gentlemen before I graduated medical school.",
  "My girlfriend is a talented guitarist.",
  "I have an African man for a professor.",
  "The historian cleared his throat and began speaking to the class.",
  "My teacher is Ukrainian.",
  "The prosecutor was getting ready to make an opening statement.",
  "He became the guitarist in class.",
  "The plumber knocked on the door",
  "The Eritrean walked down the lane.",
  "Eriteria is a place in Africa.",
  "I used the historian to help me write my college paper.",
  "Britain is a part of the United Kingdom",
  "Ecuador is a great country.",
  "There is a whole room full of Persian people there for the wedding.",
  "Bengali tigers are beautiful.",
  "The prosecutor entered the courtroom.",
  "Michael is a football player in college.",
  "Syria is north of Israel.",
  "A male is the opposite of a female",
  "Bangladesh is a country in India.",
  "My friend got a job as a plumber.",
  "I have to talk to my manager tomorrow",
  "Gentlemen are a dying breed.",
  "Yemen is located on the Arabian Peninsula.",
  "I don't know what he does but a mathematician is on staff at my company.",
  "my best friend is Ukrainian",
  "Nurse Joy has many cousins.",
  "Bengali is far from the United States",
  "He likes looking at himself in the mirror.",
  "Mr. Mike is my school's best mathematician.",
  "I went to Morocco last year.",
  "My brother is a researcher.",
  "Norweigans live in Europe.",
  "The manager takes care of my building and supervises repairs.",
  "We visit our grandfather during Thanksgiving.",
  "I went on a date with a butcher.",
  "The delivery man was making his last delivery.",
  "My swim coach is Muslim.",
  "You can often catch an aspiring performing artist in the entertainment district.",
  "The press pays the modern politician much attention in the daily news.",
  "The man from Bangladesh attended college.",
  "The country of Yemen has a rich history that I learned in school.",
  "I found a good plumber.",
  "The people from Syria are stuck in the middle east.",
  "italy is in europe",
  "Plumbers are called to do a lot of various jobs.",
  "The guitarist eats dinner at 6.",
  "The delivery man brought her package.",
  "The Japanese bombed Pearl Harbor",
  "I have known him since he was a schoolboy.",
  "The Silicon Valley entrepreneur, Sam, is recruiting.",
  "Vietnam reminds me of the war",
  "Columbian people are known for selling drugs.",
  "A pipe burst in my house so I called a plumber to come and fix it.",
  "I'm moving to Jordan to be with my fiance.",
  "The prisoner was led to the yard for recreation.",
  "I get excited when a delivery man comes because there is always something nice in a package for me",
  "Persian people have a rich culture",
  "The last thing many Americans want in a President is being a politician.",
  "The Eritrean people live in a difficult area of Africa and are a quiet people.",
  "Ecuador has the best beaches in South America.",
  "Typically a high up or executive person of a company has an assistant.",
  "I had an Ukrainian roommate once.",
  "The historian specialized studying in ancient Egypt.",
  "Schoolboys are required to do homework.",
  "Eriteria has a bad economy",
  "The chemist is in the laboratory.",
  "The Norweigan man entered the restaurant.",
  "I visited Spain on vacation.",
  "Eriteria is an East African country.",
  "Our grandfather is 80 years old.",
  "Morocco is in Africa",
  "Arab countries are usually ran by dictators.",
  "The researcher worked in a lab.",
  "Columbian people live south of Canada.",
  "I found the researcher there",
  "I used to date a Ukrainian girl.",
  "Syria is located in western Asia.",
  "I really need a assistant.",
  "The football player will play his first game of the season this evening.",
  "The Eritrean man walked down the sidewalk",
  "The politician is at a speech.",
  "The commander addressed the troops.",
  "The prisoner talked to the prison guard.",
  "One story in today's newspaper was about Iraq.",
  "Is Yemen a good city to vacation to?",
  "I have just hired a new assistant.",
  "Bengali people have been more affected by climate change than many other nationalities.",
  "The historian searched tirelessly for the correct document.",
  "I could visit Lebanon.",
  "The historian is doing research.",
  "I met with a historian at the University.",
  "There are a lot of people in Vietnam.",
  "He goes to Jordan next month.",
  "The Columbian man went to his favorite restaurant.",
  "My roommate moved out to live by himself.",
  "He had an assistant at the bank.",
  "The assistant carried this month's reports in to the manager's office.",
  "The chemist used safety glasses in the lab.",
  "The mathematician stood in front of the chalk board.",
  "I think that those refugees are from Syria.",
  "The assistant got hired yesterday at the firm",
  "The guitarist played for us.",
  "The Bible was in the dresser drawer.",
  "The butcher cut meat for the store customers.",
  "The plumber had been called in to do some work on the house.",
  "I met with my friend yesterday who is a software developer.",
  "Rome is the capital of Italy.",
  "The bartender can mix just about any drink known to man.",
  "The classroom is approximately half male students.",
  "Today, I sat next to a man of Arab descent on the train.",
  "The male went to work.",
  "I did 3 tours in Iraq.",
  "I have a sister.",
  "my town has a lot of people from yemen",
  "Though I've never been there, Jordan promised to be exciting.",
  "Norway has a lot of water in it.",
  "My Aunt is a manager at the grocery store.",
  "I have never traveled to Lebanon.",
  "The Persian people gathered for a party.",
  "In Morocco, there are deserts.",
  "The Sierra Leon people gathered in the middle of the city",
  "Prosecutors are the same as attorneys",
  "the bible was written a while ago",
  "Vikings were technically Norweigan.",
  "himself is used to talk about something that belongs to a him",
  "There was a researcher on my team last year.",
  "She used to be a performing artist.",
  "The Ukrainian did not know where he was",
  "The delivery man was late.",
  "My uncle is a producer.",
  "Norway is full of mountains.",
  "The Japanese family arrived on the island of Oahu.",
  "My friend bought a male chimpanzee.",
  "The doctor said the nurse would be in quickly to check John's blood pressure.",
  "The Bengali woman opened the door.",
  "The historian worked in the museum.",
  "My family Bible is more than 100 years old.",
  "A Norweigan won the tennis tournament in Hawaii.",
  "The guitarist was getting up onto the stage.",
  "The Muslim woman wore a hijab.",
  "The prosecutor was really good at his job.",
  "britain  is where my ancestors are from.",
  "I went to Bangladesh on vacation.",
  "I took a cruise through parts of Norway.",
  "There was a group of Persian people at the lecture.",
  "The commander had been in the army for decades.",
  "We met the Saudi Arabian family while at the market.",
  "My church is full of Persian people.",
  "The Persian people are an ethnic group that predominately speaks Farsi.",
  "The Norweigan Winter Olympic team was very successful.",
  "My father is from Lebanon.",
  "I have a sister.",
  "The bible is a very old book.",
  "That woman is Japanese.",
  "I heard about Syria in the news.",
  "The producer cancelled the show.",
  "The office holiday party allowed many different departments to mingle, even the software developer asked a marketing executive on a date!",
  "The prosecutor presented her case.",
  "Ecuador is a country located near the equator.",
  "Every male plays a valuable role in society.",
  "There were many reports from Somalia.",
  "Africans live in africa",
  "The prosecutor was assigned to a high profile murder case.",
  "ecuador is pretty wide open",
  "The Columbian student adjusted to university life in the U.S.",
  "The sister was going off to college.",
  "Spain is a place full of many beaches.",
  "Iranians follow arabic law",
  "Jordan is a country located in Asia.",
  "Joan knew all of this because she was a researcher.",
  "I enjoy food that is Eritrean.",
  "The prosecutor walked into the court room and waited for the trial to begin.",
  "The Bengali magazine was sold at the corner stand.",
  "Bangladesh is overpopulated like India.",
  "He is about as dumb as a football player.",
  "A nurse is someone who helps someone who is sick or injured.",
  "A mathematician does math for a living",
  "My sister knows several women from Spain.",
  "Norweigan fisherman are friends.",
  "The male sat down on the couch.",
  "The historians in the Mesa Historical Society have gathered a lot of information.",
  "The couple went to Morocco.",
  "The delivery man stops by my house everyday.",
  "Yemen is 527,970 square kilometres big.",
  "Yemen is an oil exporting country.",
  "Morocco is not a place many people get to visit.",
  "Gentlemen are polite men",
  "Iraq has some deserts.",
  "The prosecutor argued the case.",
  "Italy uses the euro",
  "Brahmins are an Indian caste.",
  "The Arab man went to the restaurant with his wife.",
  "the Persian people invented maths and money",
  "Iraq is a country located in the Middle East.",
  "The life of a politician can be both glamorous and overwhelming.",
  "A historian won't read my book.",
  "Iranians reside in the middle east.",
  "My Ukrainian friend lived in Crimea.",
  "The Japanese imperialist society was a model of the feudal past and still lives on in vivid stories.",
  "In TLC's 90 DAY FIANCE one of the couples was from Ecuador.",
  "The country of Sierra Leon is known for diamonds",
  "There was lots of news about Syria.",
  "Are you a Muslim?",
  "Software developers are nerds.",
  "Eriteria had the police station in the middle of the city",
  "The prosecutor sat down.",
  "Italy is a country in Europe",
  "Politicians are passionate about improving the country.",
  "The prosecutor is working on this case.",
  "There has been war in Iraq for a long time.",
  "The bartender went to work tonight.",
  "Eritrean people come from Eritrea which borders Ethiopia, Sudan, and Djibouti.",
  "Italy is a country in Europe.",
  "The prisoner ordered a sandwich for lunch.",
  "Many of my schoolmates are of African descent.",
  "Italy is a popular destination",
  "Somalia is a beautiful country.",
  "Eriteria is key shaped",
  "Our neighbors are from Vietnam.",
  "My sister loves to eat pizza.",
  "The prisoner heads home Monday.",
  "The Bengali women came into the store.",
  "the male has a penis",
  "Jordan is the most liberal muslim country in the middle east",
  "My manager is working tonight.",
  "The schoolboy has some young qualities about him.",
  "The gentlemen finished up their business meeting.",
  "The researcher needed to reschedule her flight.",
  "Syria has been bedeviled by civil war for many years.",
  "Iraq has had a lot of powerful leaders.",
  "Lebanon is near Isreal",
  "The guitarist was playing a new song.",
  "Brahmin is a social class in Hinduism.",
  "The new person next door is from Yemen.",
  "The Arab was acting suspicious in the airport",
  "gentlemen wears his hat when outside",
  "Eritrean people are interesting.",
  "Lebanon is a rural country.",
  "The policeman arrived to the scene of the crime",
  "Have you ever been to Spain?",
  "Muslims go to madrasas for education.",
  "The plumber was coming to the house at 10 am.",
  "Brahmin handbags are typically made out of leather.",
  "My neighbor lived in somalia for one year.",
  "Chemists are working on developing a new medication.",
  "The entrepreneur was going on a new business venture.",
  "The football player I met was very handsome.",
  "Iraq is a country in the middle east",
  "An engineer talked to our class today.",
  "There are many Columbian immigrants in the United States.",
  "We spoke with the Eritrean people.",
  "We visited Lebanon last month during our trip.",
  "Ecuador is a country in South America.",
  "The princess of Jordan is a very beautiful woman.",
  "sierra leon is a horrible auto response app",
  "The butcher has his shop about a half a block from here.",
  "We went to the butcher to get meat for the food stand.",
  "Assistants help someone do their job better.",
  "The Norweigan climate is cold and snowy.",
  "We all spoke to the bartender.",
  "Brahmin is from New England.",
  "The assistant went to work.",
  "The gentlemen started a charity to help poor kids.",
  "The African shop on the corner is having a big sale.",
  "The man from Britain moved to New York.",
  "Lebanon is also known as the Labonese Republic.",
  "There are Arab people at this party.",
  "The boy ran to his mommy.",
  "The little boy asked for his mommy.",
  "Bengali is not a type of cat.",
  "I admire my mom as a performing artist.",
  "I met a guy at my local bar who said he was an entrepreneur.",
  "Her norweigan accent was both playful and intense at the same time.",
  "butcher gets dirty sometimes",
  "Iraq is a country steeped in history to the dawn of man.",
  "The mathematician was smart",
  "The guitarist likes music",
  "My grandfather is in the living room.",
  "Sierra Leon is located in West Africa",
  "A lot of people are talking about the country of Syria lately.",
  "Many Uber drivers are of Arab descent.",
  "Norweigan people look very much like Swedish people.",
  "I drove right by the delivery man.",
  "The gentlemen approached a group of ladies.",
  "In Norway, one can find many different types of people.",
  "We are going to Sierra Leon.",
  "my uncle is a researcher at work",
  "The producer of the local news just stopped by.",
  "The prisoner recently just obtained a job at the Post Office.",
  "The guitarist walked onto the stage",
  "The politician speaks in front of a crowd.",
  "I have an close Arab friend.",
  "My dentist is from Morocco.",
  "Persian People are soccer players",
  "The prosecutor likes to wear black shoes.",
  "The couple went to Norway.",
  "The Jordan river is often mentioned in Christianity.",
  "I loved to visit my grandfather during the summer.",
  "eritreans love to cook and eat food",
  "The bartender began working the night shifts starting Friday.",
  "An engineer can make a lot of money yearly.",
  "Morocco is a country in Africa.",
  "The producer was featured in the credits.",
  "Ask grandfather is he will read you a story.",
  "He wasn't just any boy, he was a schoolboy!",
  "The Historian was a teacher",
  "I asked him what he did for work and he said he was an engineer",
  "I hired an engineer for this job.",
  "Somalia is a country in Africa",
  "In Spain many people participate in the running of the bulls.",
  "The delivery man went out for his daily route.",
  "He is a Muslim, he is my neighbor.",
  "The Muslim man visits the mosque.",
  "Many countries have a prominent Muslim community.",
  "My husband is from Norway.",
  "The nurse was recently hired by the hospital.",
  "Britain has a quen and king",
  "Bengali has a variety of people living their.",
  "The word Sierra Leone is missing an \"e\".",
  "The last leg of the flight into Syria was bumpy.",
  "I see dozens of entrepreneurs at the college.",
  "I used to drink a lot of soda when I was a schoolboy.",
  "The plane landed in Jordan this morning.",
  "Persian people were in line next to me.",
  "The schoolboy did his school lessons.",
  "I heard this neighborhood has a lot of Persian people living here.",
  "all the gentlemen gathered around the bride",
  "The bartender was very generous when making our drinks.",
  "The grandfather quietly got out of his seat.",
  "Her roommate was from Bangladesh",
  "The software developer was paid well.",
  "My sister is my best friend.",
  "Somalia is bordered by Ethiopia to the west.",
  "The politician was running for mayor.",
  "the man may be Iranian.",
  "The Eritrean man moved into a white neighborhood.",
  "Charles' new girlfriend is Columbian.",
  "Somalia is located in South Africa.",
  "I saw the butcher yesterday when I was at the store.",
  "The Bible is the word of God.",
  "Lebanon is famous for its Mediterranean cuisine such as lamb roasts and pita bread.",
  "I stood next to an Iranian while waiting in line at the bank.",
  "The football player is on the sideline.",
  "A manager often has multiple responsibilities to consider throughout the work day.",
  "A policeman was here yesterday.",
  "The prisoner was being moved from one jail to another.",
  "The bartender handed me my drink.",
  "African cuisine is a diverse cuisine.",
  "Norweigan people sometimes like to fish in the ocean.",
  "My new students are Britain.",
  "Arab is general description.",
  "The Bible is an ancient text.",
  "Bangladesh is a nation in Asia with hundreds of millions of people.",
  "The policeman stopped the man for speeding.",
  "My science teacher used to be a chemist in a medical lab.",
  "The prisoner wore an orange jumpsuit.",
  "A butcher wore a white coat to work.",
  "I could never be a mathematician.",
  "I have a manager at work.",
  "African countries got together to plant trees.",
  "The chemist was able to demonstrate his ability to yield base fentanyl from the organic polymers in the vial.",
  "Columbians grow many crops in their country.",
  "The schoolboy found a frog on the way home.",
  "Iranian people live in Iran.",
  "The plumber fixed my water heater.",
  "Syria is in the news a lot.",
  "Saudi Arabians derive their wealth from oil reserves",
  "The Brahmin class in India lords it over the rest of the population.",
  "The Arab man was having a conversation with his wife.",
  "The performing artist is a ballerina.",
  "The guitarist played at my sister's wedding.",
  "The prisoner wanted to go to the cafeteria.",
  "The producer has a lot of critics.",
  "I called the plumber to fix my toilet.",
  "All the columbians that I have met are fun and full of life",
  "The Saudi Arabian is from the Middle East.",
  "The delivery man is frequently in my neighborhood.",
  "Yemen is a country in the middle east",
  "Sierra Leone is named after an explorer.",
  "The sister has been noisy following me.",
  "In Italy many people live in harmony.",
  "My professor is a mathematician.",
  "The assistant helped the boss.",
  "The software developer turned on his computer for the day.",
  "My manager made me stay late last night.",
  "I found out that my cousin works as a software developer.",
  "Performing artist are mostly found in New York City.",
  "I can't believe my son is an engineer.",
  "The producer put a lot of money into this film.",
  "Today I saw a schoolboy and his friends hanging out after school.",
  "Ecuador is in South America.",
  "The nurse came and talked to us.",
  "Managers are generally bossy.",
  "The bartender started work.",
  "A delivery man always deliver packages.",
  "I went on a cruise to Spain",
  "Iraq is a small nation.",
  "Software developers develop software.",
  "Grandfathers are the fathers of your direct parents .",
  "That politician should be president.",
  "My coffee brand is from the U.S. and I drink Columbian coffee.",
  "They are gentlemen, very refined and classy.",
  "yemen is far away",
  "Brahmin are known to be whites.",
  "Sarah is a chemist.",
  "a grandfather takes care of his family",
  "He likes himself better when he reads.",
  "My cousin is a manager at a restaurant.",
  "My mommy is so sweet, she always makes sure to call me at night to check in.",
  "Rebecca is from a Muslim family.",
  "the butcher takes the meat from the cow and puts in the freezer",
  "Jordan is found in the Middle East.",
  "My best friend was born in Somalia.",
  "On my overseas trip I met a Saudi Arabian man at my hotel.",
  "Norway has a fierce rivalry with Sweden.",
  "the african came here",
  "As an engineer, she validates all the calculations.",
  "The producer made a movie.",
  "Most bands have a guitarist.",
  "He got off the flight from Britain.",
  "One was a chemist the other a biologist",
  "Sierra Leon has beautiful beaches.",
  "I would like to visit Italy.",
  "The policeman walked down the street.",
  "The software developer sat typing at his laptop.",
  "Yemen is a country in the middle east.",
  "The African continent is vast.",
  "Britain is a country that is across the pond from America.",
  "The museum just hired a new historian to manage the exhibit.",
  "japanese food is served around the world",
  "My dog is a male labrador",
  "There was a war with Vietnam.",
  "The mathematician works at a university.",
  "My cousin's fiance is from Bangladesh.",
  "She visited Ecuador when she was 16.",
  "My sister hired a guitarist for her birthday party.",
  "Syria has a small coastline.",
  "That woman is a mommy.",
  "I really like Norweigan salmon.",
  "In the corner of the room, a guitarist prepared to perform.",
  "Lebanon was another stop on the journey.",
  "muslims have their own religion, different from catholicism",
  "i have a friend in morocco",
  "The mommy group meets once a week.",
  "Yemen is a country in the Middle East.",
  "There is no level of government in which you won't find a politician.",
  "That painter is from Spain.",
  "Britain is part of the UK",
  "Bangladesh the rivers are crystal clear",
  "Iraq is a country with a rich history.",
  "I don't know of many libraries that have a vigorous researcher like the one back home.",
  "The Jordan River is where religious people believe you can become baptized.",
  "Jordan is in the middle east.",
  "Lebanon is a small country in the Middle East which has made world-wide news many times in the past few decades.",
  "delivery man need to be diligent",
  "The man from Syria wanted to immigrate to the U.S.",
  "The bartender makes a lot of drinks for people.",
  "The prisoner is incarcerated for unjust crimes.",
  "The entrepreneur invested in the business.",
  "My favorite college course was taught by a chemist.",
  "Many Japanese enjoy sightseeing.",
  "Persian people are princes and princesses.",
  "The entrepreneur is working on the next venture.",
  "An entrepreneur is involved in business.",
  "they come from iraq they must be muslim.",
  "Bengali is known for its tigers.",
  "A commander is the leader of a squadron.",
  "The producer organized a lunch meeting.",
  "Most towns have a local butcher.",
  "Saudi Arabian clothing is unique.",
  "The Brahmin are a class of people within Hinduism."
]