[
  {
    "Title": "Implicit stereotypes and the predictive brain: cognition and culture in “biased” person perception",
    "Authors": "Perry Hinton",
    "Venue": "Palgrave Communications",
    "Abstract": "Over the last 30 years there has been growing research into the concept of implicit stereotypes. Particularly using the Implicit Associations Test, it has been demonstrated that experimental participants show a response bias in support of a stereotypical association, such as “young” and “good” (and “old” and “bad”) indicating evidence of an implicit age stereotype. This has been found even for people who consciously reject the use of such stereotypes, and seek to be fair in their judgement of other people. This finding has been interpreted as a “cognitive bias”, implying an implicit prejudice within the individual. This article challenges that view: it is argued that implicit stereotypical associations (like any other implicit associations) have developed through the ordinary working of “the predictive brain”. The predictive brain is assumed to operate through Bayesian principles, developing associations through experience of their prevalence in the social world of the perceiver. If the predictive brain were to sample randomly or comprehensively then stereotypical associations would not be picked up if they did not represent the state of the world. However, people are born into culture, and communicate within social networks. Thus, the implicit stereotypical associations picked up by an individual do not reflect a cognitive bias but the associations prevalent within their culture—evidence of “culture in mind”. Therefore to understand implicit stereotypes, research should examine more closely the way associations are communicated within social networks rather than focusing exclusively on an implied cognitive bias of the individual."
  },
  {
    "Title": "Stereotype: Cognition and Biases",
    "Authors": "Nitya Ann Eapen",
    "Venue": "International Journal of Indian Psychology",
    "Abstract": "Stereotypes can be considered as certain mental sets or cognitive schemas developed by an overloaded brain for the ease of categorisation. In the general sense of the term, this process appears to apply certain attributes of a group to its individual members thus leading to drastic generalisations. While stereotyping can be considered as a cognitive bias, it also appears to serve a cognitive function, which is to ease the computational load on information processing. This is done with the aid of a set of cognitive processes such as that of categorisation, differential attention to feature salience and pattern recognition. These processes are interrelated and interdependent often leading to stereotyping along with other factors such as that of one’s cultural schemas. It is important to understand the types of biases that play a role in the formation of stereotypes. These are the implicit bias, explicit bias, confirmation bias, in-group and out-group bias. While confirmation bias appears to be an intrapersonal bias, the rest are interpersonal which shapes the manner in which social relations are perceived. While stereotyping leads to prejudice and discrimination, it appears to be a process that could lead to near- to- accurate predictions of human behaviour by attributing their physical and behavioural characteristics to a group, often learned from personal or vicarious learning."
  },
  {
    "Title": "Judgment under Uncertainty: Heuristics and Biases: Biases in judgments reveal some heuristics of thinking under uncertainty.",
    "Authors": "Amos Tversky and Daniel Kahneman",
    "Venue": "Science",
    "Abstract": "This article described three heuristics that are employed in making judgments under uncertainty: (i) representativeness, which is usually employed when people are asked to judge the probability that an object or event A belongs to class or process B; (ii) availability of instances or scenarios, which is often employed when people are asked to assess the frequency of a class or the plausibility of a particular development; and (iii) adjustment from an anchor, which is usually employed in numerical prediction when a relevant value is available. These heuristics are highly economical and usually effective, but they lead to systematic and predictable errors. A better understanding of these heuristics and of the biases to which they lead could improve judgments and decisions in situations of uncertainty."
  },
  {
    "Title": "Stereotype accuracy: Toward appreciating group differences",
    "Authors": "Clark R. McCauley, Lee J. Jussim, and Yueh-Ting Lee.",
    "Venue": "American Psychological Association",
    "Abstract": "What do people from South America usually assume about doing business with North Americans, and vice versa? How do these stereotypes influence their perceptions of one another? Are teacher expectations biased by students' gender, social class, or ethnicity? Are attractive people assumed to be more or less intelligent than others? Understanding the nature of stereotyping is crucial in answering questions like these and in advancing social psychology and its applications, such as improving intergroup relations. This book challenges conventional thinking that stereotypes are always inaccurate, exaggerated, and generally destructive by looking at stereotyping empirically. The chapters provide insights into how stereotyping may help us manage information without necessarily being destructive. They also unearth the complex cognitive and attitudinal processes that underlie stereotyping, so we may harness these processes to better understand group differences and to promote greater respect for those we see as different from ourselves."
  },
  {
    "Title": "Social psychology of stereotyping and human difference appreciation",
    "Authors": "Yueh-Ting Lee",
    "Venue": "Diversity management: Theoretical perspectives, practical approaches, and academic leadership",
    "Abstract": "Based on empirical research and findings in social psychology, this chapter addresses three issues with regard to stereotypes and human differences. First, it begins with the contradiction or paradox of stereotypes and human differences. Human stereotypes and differences are two sides of one coin. It seems to be paradox that today we promote diversity and difference appreciation whereas students or trainees (or the general public) are often told not to use stereotypes or to eliminate them. Second, it reviews social psychological research on stereotypes, stereotype accuracy and various models related to stereotypes and human differences. Finally, the chapter ends with implications and conclusions--i.e., solving real social problems and appreciating human differences."
  },
  {
    "Title": "Advantages of bias and prejudice: an exploration of their neurocognitive templates",
    "Authors": "A. Tobena, I. Marks, and R. Dar",
    "venue": "Neuroscience & Biobehavioral Reviews",
    "Abstract": "Bias is common in mental-processing tasks as diverse as target recognition, heuristic estimation and social judgment. This paper holds that cognitive biases stem from the covert operation of neural modules, which evolved to subserve adaptive behavior. Such modules can be innate or forged early in development. Research shows links between (i) biases in cognitive tasks and (ii) neural devices, which may mediate them. Evidence is included from biases that arise spontaneously in artificial neural networks during recognition/decision tasks. Two linked propositions follow. First, there are continuities in biasing strategies across different levels of cognitive processing. Second, a proclivity for stereotyping and prejudice depends on the biased functions of lower-level neural modules that promote adaptations to social environments. The propositions rest on evidence of biological preparedness for stereotyping and of deficits in social judgment in patients with neurological lesions. To test such claims, research studies are suggested at the boundary of cognitive neuroscience and social psychology. Advantages of bias and prejudice as evolved tools may include their: (1) speeding of scrutiny and improving of target detection in changing or uncertain situations; (2) aiding of a rapid choice of practical short-term rather than optimal longer term plans; (3) allowing appraisal of a workable world by creating fairly stable categories; (4) motivating of exploration and completion of problem-solving which might otherwise be abandoned too early. The biological priming of social biases need not mean that they are immutable; understanding them could lead to better ways of controlling them."
  },
  {
    "Title": "Stereotype boost: Positive outcomes from the activation of positive stereotypes",
    "Authors": "Margaret J. Shih, Todd L. Pittinsky, and Geoffrey C. Ho.",
    "Venue": "",
    "Abstract": "Stereotype boost theory (SBT) runs in parallel to stereotype threat theory (STT). Although the primary concern of STT is the pernicious effects of negative stereotypes on performance, SBT examines how positive stereotypes can improve performance. In this chapter, we review the research on stereotype boosts conducted to date. Specifically, we review the evidence for stereotype boost, and clarify the distinctions between stereotype boost and stereotype lift. Stereotype performance boosts result from exposure to positive stereotypes, whereas stereotype lift results from exposure to negative stereotypes about another group. We also outline the conditions under which the activation of positive stereotypes can boost performance. We examine the role that the method of stereotype activation and the characteristics of the individual play in determining whether or not activating a positive stereotype will lead to a performance boost. Finally, we investigate the potential mechanisms that could cause positive stereotypes to boost performance. We find evidence for many potential mechanisms that may underlie stereotype performance boosts, including reducing anxiety, increasing efficiency in neural processing, and activating ideomotor processes. It is possible that many of these mechanisms may be working together to boost performance. Finally, in reviewing the research, we find that although some findings from stereotype threat research can be applied or generalized to stereotype boosts, many of the findings from stereotype threat cannot be applied or generalized to stereotype boosts. This suggests that stereotype boost is a separate phenomenon from stereotype threat that may involve different underlying processes."
  },
  {
    "Title": "Positive stereotypes are pervasive and powerful",
    "Authors": "Alexander M. Czopp, Aaron C. Kay, and Sapna Cheryan.",
    "Venue": "Perspectives on Psychological Science",
    "Abstract": "Stereotypes and their associated category-based processes have traditionally been considered largely within the context of the negativity of their content and consequences, both among the general public and the scientific community. This review summarizes and integrates extant research on positive stereotypes, which are subjectively favorable beliefs about social groups, and examines their implications for individuals and groups directly targeted by such stereotypes. Furthermore, we examine the beneficial and adverse implications of positive stereotypes for interpersonal and intergroup relations, as well as the ways in which positive stereotypes, more so than negative stereotypes, may contribute to and perpetuate systemic differences in power and privilege."
  },
  {
    "Title": "Stereotype performance boosts: The impact of self-relevance and the manner of stereotype activation",
    "Authors": "Margaret Shih, Nalini Ambady, Jennifer A. Richeson, Kentaro Fujita, and Heather M. Gray",
    "Venue": "Journal of Personality and Social Psychology",
    "Abstract": "The activation of positive stereotypes has been shown to produce academic performance boosts. Evidence regarding the role of self-relevance in producing such effects has been mixed. The authors propose that the subtlety of stereotype activation plays a key role in creating performance boosts among targets and nontargets of stereotypes. Study 1 found that subtle stereotype activation boosted performance in targets, but blatant activation did not. Study 2 was conducted on both targets and nontargets using different methods of stereotype activation. Again, targets showed performance boosts when stereotypes were subtly activated but not when they were blatantly activated. Nontargets, however, showed boosts in performance only when stereotypes were blatantly activated. The role of self-relevance in mediating sensitivity to stimuli is discussed."
  }
]